{
    "companies": [
        {
            "name": "Aemetis",
            "searchResults": [
                {
                    "Title": "Aemetis Receives Key Permit for 90 million gallon per   Aemetis Inc",
                    "Link": "https://www.aemetis.com/aemetis-receives-key-permit-for-90-million-gallon-per-year-sustainable-aviation-fuel-and-renewable-diesel-plant-in-california/",
                    "Intro": "Sep 13, 2023 ... ... renewable fuel production facilities. Sustainable aviation fuel produced from waste feedstocks reduces carbon emissions by up to 80 ...",
                    "Text body": "External Investor Relations Contact:\n            \n\n           Kirin Smith\n           \n           PCG Advisory Group\n           \n           (646) 863-6519\n           \n\n\n             [email protected]\nCompany Investor Relations/Media Contact:\n            \n\n           Todd Waltz\n           \n           (408) 213-0940\n           \n\n\n             [email protected]\nThe City Council in Riverbank, California unanimously approved a Use Permit to implement the City’s long-term plan for “Green Businesses” to reuse the former Army plant; City action includes CEQA approval allowing other agencies to issue permits\n\nCUPERTINO, Calif. – September 13, 2023 –\n               \n                Aemetis, Inc.\n               \n               (NASDAQ: AMTX), a renewable natural gas and renewable fuels company focused on negative carbon intensity products, received a Use Permit from the City of Riverbank to build a 90 million gallon per year sustainable aviation fuel and renewable diesel plant at the 125-acre Riverbank Industrial Complex in Riverbank, California.\nThe Riverbank Industrial Complex, a former U.S. Army ammunition production plant, is now being converted to business and industrial use as part of the federal Base Realignment and Closure program.  “For many years, we sought out a green company to lead us into the future and we found Aemetis,” stated Richard O’Brien, Mayor of the City of Riverbank.  “Thank you to Aemetis for being the type of company that you are and for doing such a great job at the Riverbank site which has already created new local jobs in the green economy,” said Council member Darlene Barber-Martinez.\nThe City of Riverbank is the lead agency under the California Environmental Quality Act (CEQA) for Aemetis’ SAF/RD plant. The approval by the Riverbank City Council includes approval of the CEQA determinations that allow the remaining permits for the project to be issued. “Aemetis continues to complete major milestones in our Five-Year Plan,” said Eric McAfee, Chairman and CEO of Aemetis.  “This Use Permit and CEQA approval for the Riverbank sustainable aviation fuel and renewable diesel plant is the result of years of engineering and environmental work with the City and several government agencies, allowing us to finalize additional key permits in the next few months.”\nAemetis has signed $3.8 billion of sustainable aviation fuel supply contracts with airlines, and a $3.2 billion renewable diesel supply contract with a national chain of travel stops. The 90-million-gallon per year production facility will include about $500 million of investment and create more than 800 jobs during construction, as well as an estimated 650 permanent direct and indirect jobs.\nRenewable diesel used in transportation reduces particulate emissions by more than 90% compared to petroleum diesel and creates demand for agricultural feedstocks and waste byproducts to supply renewable fuel production facilities. Sustainable aviation fuel produced from waste feedstocks reduces carbon emissions by up to 80% compared to petroleum jet fuel, directly reducing the emission of greenhouse gases that contribute to climate change.\n\nAbout Aemetis\nHeadquartered in Cupertino, California, Aemetis is a renewable natural gas, renewable fuel and biochemicals company focused on the acquisition, development and commercialization of innovative technologies that replace petroleum-based products and reduce greenhouse gas emissions.  Founded in 2006, Aemetis is expanding a California biogas digester network and pipeline system to convert dairy waste gas into Renewable Natural Gas. Aemetis owns and operates a 65 million gallon per year ethanol production facility in California’s Central Valley near Modesto that supplies about 80 dairies with animal feed. Aemetis also owns and operates a 50 million gallon per year production facility on the East Coast of India producing high quality distilled biodiesel and refined glycerin for customers in India and Europe.  Aemetis is developing the Carbon Zero sustainable aviation fuel (SAF) and renewable diesel fuel biorefineries in California to utilize distillers corn oil and other renewable oils to produce low carbon intensity renewable jet and diesel fuel using cellulosic hydrogen from waste orchard and forest wood, while pre-extracting cellulosic sugars from the waste wood to be processed into high value cellulosic ethanol at the Keyes plant. Aemetis holds a portfolio of patents and exclusive technology licenses to produce renewable fuels and biochemicals.  For additional information about Aemetis, please visit\n               \n                www.aemetis.com\n               \n               .\n\nSafe Harbor Statement\nThis news release contains forward-looking statements, including statements regarding assumptions, projections, expectations, targets, intentions or beliefs about future events or other statements that are not historical facts. Forward-looking statements in this news release include, without limitation, statements related to the construction, operation and expected revenues from the Riverbank sustainable aviation fuel and renewable diesel plant, our compliance with governmental programs, our ability to expand production capacity, our ability to attract government contracts, and our ability to access markets and funding to execute our business plan..  Words or phrases such as “anticipates,” “may,” “will,” “should,” “believes,” “estimates,” “expects,” “intends,” “plans,” “predicts,” “projects,” “showing signs,” “targets,” “view,” “will likely result,” “will continue” or similar expressions are intended to identify forward-looking statements. These forward-looking statements are based on current assumptions and predictions and are subject to numerous risks and uncertainties.  Actual results or events could differ materially from those set forth or implied by such forward-looking statements and related assumptions due to certain factors, including, without limitation, competition in the ethanol, biodiesel and other industries in which we operate, commodity market risks including those that may result from current weather conditions, financial market risks, customer adoption, counter-party risks, risks associated with changes to federal policy or regulation, and other risks detailed in our reports filed with the Securities and Exchange Commission, including our Annual Report on Form 10-K for the year ended December 31, 2022 and in our subsequent filings with the SEC.  We are not obligated, and do not intend, to update any of these forward-looking statements at any time unless an update is required by applicable securities laws.\n\n\nSign up for Aemetis email updates\n\n\n\n\n\n\nSign up for Aemetis email updates\n\n\n\n20400 Stevens Creek Boulevard, Suite 700\n            \n            Cupertino, CA 95014\n            \n            United States\nPhone: +1 (408) 213-0940\n            \n            Fax: +1 (408) 252-8044\n            \n\n\n              [email protected]\n             \n\n\n\n\n              [email protected]\nPresentations\n            \n\n\n             Stock Information\n            \n\n\n             SEC Filings\n            \n\n\n             Conference Calls\n            \n\n\n             Governance\n            \n\n\n             Contact Investor Relations\nJoin the Team\n© 2024 Aemetis, Inc.\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Aemetis Receives Key Permit for 90 million gallon per   Aemetis Inc.html"
                },
                {
                    "Title": "Aemetis Receives Key Permit for 90 Million Gallon per Year ",
                    "Link": "https://finance.yahoo.com/news/aemetis-receives-key-permit-90-120000157.html",
                    "Intro": "Sep 13, 2023 ... ... renewable fuel production facilities. Sustainable aviation fuel produced from waste feedstocks reduces carbon emissions by up to 80 ...",
                    "Text body": "GlobeNewswireAemetis Receives Key Permit for 90 Million Gallon per Year Sustainable Aviation Fuel and Renewable Diesel Plant in CaliforniaRead full articleOops!Something went wrong.Please try again later.More content belowAMTXAemetis, Inc.September 13, 2023 at 8:00 AM·5 min readIn this article:Oops!Something went wrong.Please try again later.More content belowAMTXWatchlistAemetis, Inc.The City Council in Riverbank, California unanimously approved a Use Permit to implement the City’s long-term plan for “Green Businesses” to reuse the former Army plant; City action includes CEQA approval allowing other agencies to issue permitsCUPERTINO, CA, Sept. 13, 2023 (GLOBE NEWSWIRE) -- viaNewMediaWire–Aemetis, Inc.(NASDAQ: AMTX), a renewable natural gas and renewable fuels company focused on negative carbon intensity products, received a Use Permit from the City of Riverbank to build a 90 million gallon per year sustainable aviation fuel and renewable diesel plant at the 125-acre Riverbank Industrial Complex in Riverbank, California.The Riverbank Industrial Complex, a former U.S. Army ammunition production plant, is now being converted to business and industrial use as part of the federal Base Realignment and Closure program.  “For many years, we sought out a green company to lead us into the future and we found Aemetis,” stated Richard O’Brien, Mayor of the City of Riverbank.  “Thank you to Aemetis for being the type of company that you are and for doing such a great job at the Riverbank site which has already created new local jobs in the green economy,” said Council member Darlene Barber-Martinez.The City of Riverbank is the lead agency under the California Environmental Quality Act (CEQA) for Aemetis’ SAF/RD plant. The approval by the Riverbank City Council includes approval of the CEQA determinations that allow the remaining permits for the project to be issued. “Aemetis continues to complete major milestones in our Five-Year Plan,” said Eric McAfee, Chairman and CEO of Aemetis.  “This Use Permit and CEQA approval for the Riverbank sustainable aviation fuel and renewable diesel plant is the result of years of engineering and environmental work with the City and several government agencies, allowing us to finalize additional key permits in the next few months.”Aemetis has signed $3.8 billion of sustainable aviation fuel supply contracts with airlines, and a $3.2 billion renewable diesel supply contract with a national chain of travel stops. The 90-million-gallon per year production facility will include about $500 million of investment and create more than 800 jobs during construction, as well as an estimated 650 permanent direct and indirect jobs.Story continuesRenewable diesel used in transportation reduces particulate emissions by more than 90% compared to petroleum diesel and creates demand for agricultural feedstocks and waste byproducts to supply renewable fuel production facilities. Sustainable aviation fuel produced from waste feedstocks reduces carbon emissions by up to 80% compared to petroleum jet fuel, directly reducing the emission of greenhouse gases that contribute to climate change.About AemetisHeadquartered in Cupertino, California, Aemetis is a renewable natural gas, renewable fuel and biochemicals company focused on the acquisition, development and commercialization of innovative technologies that replace petroleum-based products and reduce greenhouse gas emissions.  Founded in 2006, Aemetis is expanding a California biogas digester network and pipeline system to convert dairy waste gas into Renewable Natural Gas. Aemetis owns and operates a 65 million gallon per year ethanol production facility in California’s Central Valley near Modesto that supplies about 80 dairies with animal feed. Aemetis also owns and operates a 50 million gallon per year production facility on the East Coast of India producing high quality distilled biodiesel and refined glycerin for customers in India and Europe.  Aemetis is developing the Carbon Zero sustainable aviation fuel (SAF) and renewable diesel fuel biorefineries in California to utilize distillers corn oil and other renewable oils to produce low carbon intensity renewable jet and diesel fuel using cellulosic hydrogen from waste orchard and forest wood, while pre-extracting cellulosic sugars from the waste wood to be processed into high value cellulosic ethanol at the Keyes plant. Aemetis holds a portfolio of patents and exclusive technology licenses to produce renewable fuels and biochemicals.  For additional information about Aemetis, please visitwww.aemetis.com.Safe Harbor StatementThis news release contains forward-looking statements, including statements regarding assumptions, projections, expectations, targets, intentions or beliefs about future events or other statements that are not historical facts. Forward-looking statements in this news release include, without limitation, statements related to the construction, operation and expected revenues from the Riverbank sustainable aviation fuel and renewable diesel plant, our compliance with governmental programs, our ability to expand production capacity, our ability to attract government contracts, and our ability to access markets and funding to execute our business plan. .  Words or phrases such as “anticipates,” “may,” “will,” “should,” “believes,” “estimates,” “expects,” “intends,” “plans,” “predicts,” “projects,” “showing signs,” “targets,” “view,” “will likely result,” “will continue” or similar expressions are intended to identify forward-looking statements. These forward-looking statements are based on current assumptions and predictions and are subject to numerous risks and uncertainties.  Actual results or events could differ materially from those set forth or implied by such forward-looking statements and related assumptions due to certain factors, including, without limitation, competition in the ethanol, biodiesel and other industries in which we operate, commodity market risks including those that may result from current weather conditions, financial market risks, customer adoption, counter-party risks, risks associated with changes to federal policy or regulation, and other risks detailed in our reports filed with the Securities and Exchange Commission, including our Annual Report on Form 10-K for the year ended December 31, 2022 and in our subsequent filings with the SEC.  We are not obligated, and do not intend, to update any of these forward-looking statements at any time unless an update is required by applicable securities laws.External Investor RelationsContact:Kirin SmithPCG Advisory Group(646) 863-6519ksmith@pcgadvisory.comCompany Investor Relations/Media Contact:Todd Waltz(408) 213-0940investors@aemetis.comRelated QuotesSymbolLast PriceChange% ChangeAMTXAemetis, Inc.5.38-0.03-0.65%TRENDING1.Tesla, Apple off to rocky 2024 start. Could things get worse?2.TREASURIES-US yields drift lower after soft data, ahead of payrolls3.Gold could ride as high as $2,400 this year: Strategist4.Bank of America must face overdraft fee refund lawsuit5.Some Bank of Mexico board members caution against rate cut cycle",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Aemetis Receives Key Permit for 90 Million Gallon per Year .html"
                },
                {
                    "Title": "Aemetis On Schedule with Engineering for Sustainable Aviation ",
                    "Link": "https://www.aemetis.com/aemetis-on-schedule-with-engineering-for-sustainable-aviation-fuel-and-renewable-diesel-plant-by-global-construction-firm-ctci/",
                    "Intro": "Sep 12, 2022 ... The Riverbank plant is designed for a capacity of 90 million gallons per year with full flexibility for either 100% SAF or 100% RD production. “ ...",
                    "Text body": "External Investor Relations Contact:\n            \n\n           Kirin Smith\n           \n           PCG Advisory Group\n           \n           (646) 863-6519\n           \n\n\n             [email protected]\nCompany Investor Relations/Media Contact:\n            \n\n           Todd Waltz\n           \n           (408) 213-0940\n           \n\n\n             [email protected]\nEngineering work supports permitting and procurement for the Aemetis Carbon Zero plant in Riverbank, California\n\nCUPERTINO, CA – September 12, 2022 – Aemetis, Inc. (NASDAQ: AMTX), a renewable fuels company focused on negative carbon intensity products, reported today that the engineering work completed during the past year by CTCI for the Aemetis Riverbank Carbon Zero sustainable aviation fuel and renewable diesel plant is on schedule for filing permits and conducting procurement commencing in Q4 2022.\nIn October 2021, Aemetis announced that it had entered into an agreement with engineering and construction firm CTCI Americas to conduct permitting and engineering work for the Carbon Zero renewable jet and diesel plant to be built in Riverbank, California.  CTCI Americas is a subsidiary of $2.3 billion revenues CTCI Corp., a global engineering, procurement and construction (EPC) firm with extensive technology and energy industry project engineering and construction experience in California.\nIn addition to CTCI, the engineering and project management team for the Carbon Zero renewable jet and diesel plant includes ATSI, Inc. of Amherst, NY in the role of Owner’s Engineer to advise Aemetis on technical matters related to the project. ATSI is a firm with 40 years of engineering and project management firm with senior engineers who have extensive experience in the construction and commissioning of oil refineries worldwide, including commissioning of a $10 billion refinery in Asia. ATSI has performed more than five years of owner’s engineer and project management work with Aemetis, including carbon reduction projects at the Keyes ethanol plant and the ongoing Carbon Capture and Underground Sequestration (CCUS) projects in Riverbank and Keyes, CA.\nThe Aemetis Carbon Zero plant is being developed at a 125-acre former U.S. Army munitions production facility. The process design utilizes renewable hydrogen and renewable hydroelectric electricity to hydrotreat renewable oils to produce sustainable aviation fuel (SAF) and renewable diesel (RD). The Riverbank plant is designed for a capacity of 90 million gallons per year with full flexibility for either 100% SAF or 100% RD production.\n“With the extensive engineering and construction experience of CTCI and ATSI, we are fortunate to have a team of engineers and construction managers with experience in building renewable fuels plants in California,” said Eric McAfee, Chairman and CEO of Aemetis.  “The Aemetis plant process design for the Riverbank plant utilizes renewable oils, renewable hydrogen and renewable power to produce advanced renewable fuels that reduce greenhouse gas emissions and improve air quality. There are a limited number of firms with an ability to execute large scale renewable fuels projects within California’s environmental requirements.”\n“CTCI brings an experienced EPC team of engineers, designers, supply chain, and project management to the Aemetis sustainable aviation fuel and renewable diesel plant,” stated Patrick Jameson, CEO of CTCI Americas.  “We are currently working on several sustainable and renewable fuel projects including an EPC of a large renewable diesel plant in California.”\n“ATSI has worked closely with Aemetis for many years and we are comfortable with the high standards of project execution required to meet their expectations,” said Brian Fojtasek, President of ATSI, Inc. “Our role as the Owner’s Engineer firm on the SAF and RD project enables Aemetis to have an expert independent view of technology, engineering, construction, and project management to improve the speed, cost, and quality of project execution.”\nSustainable aviation fuel has a significant environmental advantage over traditional jet fuel, with up to a 100% reduction in greenhouse gas (GHG) emissions on a lifecycle basis when utilizing low carbon energy and feedstocks along with carbon sequestration. SAF is a vital solution in the decarbonization of aviation.\n\nAbout Aemetis\nAemetis has a mission to transform renewable energy with below zero carbon intensity transportation fuels. Aemetis has launched the Carbon Zero production process to decarbonize the transportation sector using today’s infrastructure.\nAemetis Carbon Zero products include zero carbon fuels that can “drop in” to be used in airplane, truck, and ship fleets. Aemetis low-carbon fuels have substantially reduced carbon intensity compared to standard petroleum fossil-based fuels across their lifecycle.\nHeadquartered in Cupertino, California, Aemetis is a renewable natural gas, renewable fuel and biochemicals company focused on the acquisition, development and commercialization of innovative technologies that replace petroleum-based products and reduce greenhouse gas emissions.  Founded in 2006, Aemetis has completed Phase 1 and is expanding a California biogas digester network and pipeline system to convert dairy waste gas into Renewable Natural Gas. Aemetis owns and operates a 65 million gallon per year ethanol production facility in California’s Central Valley near Modesto that supplies about 80 dairies with animal feed. Aemetis also owns and operates a 50 million gallon per year production facility on the East Coast of India producing high quality distilled biodiesel and refined glycerin for customers in India and Europe.  Aemetis is developing the Carbon Zero sustainable aviation fuel (SAF) and renewable diesel fuel biorefineries in California to utilize distillers corn oil and other renewable oils to produce low carbon intensity renewable jet and diesel fuel. Aemetis holds a portfolio of patents and exclusive technology licenses to produce renewable fuels and biochemicals.  For additional information about Aemetis, please visit www.aemetis.com.\n\nSafe Harbor Statement\nThis news release contains forward-looking statements, including statements regarding assumptions, projections, expectations, targets, intentions or beliefs about future events or other statements that are not historical facts. Forward-looking statements in this news release include, without limitation, statements relating to the development and construction of the sustainable aviation and renewable diesel fuel projects, financing, our compliance with governmental programs, and our ability to access markets and funding to execute our business plan.  Words or phrases such as “anticipates,” “may,” “will,” “should,” “believes,” “estimates,” “expects,” “intends,” “plans,” “predicts,” “projects,” “showing signs,” “targets,” “view,” “will likely result,” “will continue” or similar expressions are intended to identify forward-looking statements. These forward-looking statements are based on current assumptions and predictions and are subject to numerous risks and uncertainties.  Actual results or events could differ materially from those set forth or implied by such forward-looking statements and related assumptions due to certain factors, including, without limitation, competition in the ethanol, biodiesel and other industries in which we operate, commodity market risks including those that may result from current weather conditions, financial market risks, customer adoption, counter-party risks, risks associated with changes to federal policy or regulation, and other risks detailed in our reports filed with the Securities and Exchange Commission, including our Annual Report on Form 10-K for the year ended December 31, 2021 and in our subsequent filings with the SEC.  We are not obligated, and do not intend, to update any of these forward-looking statements at any time unless an update is required by applicable securities laws.\n\n\nSign up for Aemetis email updates\n\n\n\n\n\n\nSign up for Aemetis email updates\n\n\n\n20400 Stevens Creek Boulevard, Suite 700\n            \n            Cupertino, CA 95014\n            \n            United States\nPhone: +1 (408) 213-0940\n            \n            Fax: +1 (408) 252-8044\n            \n\n\n              [email protected]\n             \n\n\n\n\n              [email protected]\nPresentations\n            \n\n\n             Stock Information\n            \n\n\n             SEC Filings\n            \n\n\n             Conference Calls\n            \n\n\n             Governance\n            \n\n\n             Contact Investor Relations\nJoin the Team\n© 2024 Aemetis, Inc.\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Aemetis On Schedule with Engineering for Sustainable Aviation .html"
                },
                {
                    "Title": "From Here to There Challenges in meeting sustainable aviation fuel ",
                    "Link": "https://www.whitecase.com/insight-alert/here-there-challenges-meeting-sustainable-aviation-fuel-targets",
                    "Intro": "May 2, 2022 ... Maximizing revenue from SAF production facilities will often depend on whether the end user (i.e., in most cases, the airline) is able to obtain ...",
                    "Text body":
                    "Here to There: Challenges  in meeting sustainable aviation  fuel targetsAlert02 May 2022|19 min readThomas Pate|Todd K. Wolynski|Anna Andreeva|Taylor PullinsDuring the last several years, airlines have announced aggressive ESG targets. A significant component of many of these targets is the need for airlines to source more sustainable airline fuel and become less reliant on traditional jet fuel. As can be seen from the graph below, the supply of expected sustainable airline fuel that would be needed to achieve net zero by 2050 would require a significant increase, which represents a compelling opportunity for developers and financiers.View full image: Expected SAF required for Net Zero 2050 (PDF)Setting targets has been the easier part of a complex equation: large quantities of sustainable airline fuel at reasonable prices is needed, yet sustainable airline fuel is in short supply.In this article, we will highlight why sustainable airline fuel is of growing importance, and we will explore key considerations that industry participants and financiers will need to tackle in various stages (from production through commercial viability) and from various viewpoints (namely, that of airline operators and sustainable airline fuel providers).What is SAF?Sustainable airline fuel (SAF) is airline fuel made from sustainable resources rather than petroleum. It is a \"drop-in fuel\" in that it must be blended with fossil (petroleum-based) jet fuel (FJF)but without the need for new post-production infrastructure or changes in equipment—in most cases, up to a maximum of 50 percent of the \"dropped-in\" fuel can be SAF. ",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/From Here to There Challenges in meeting sustainable aviation fuel .html"
                },
                {
                    "Title": "Sustainable Aviation Fuel and Renewable Biodiesel",
                    "Link": "https://www.aemetis.com/products/renewable-jet-and-diesel/",
                    "Intro": "The Aemetis facilities are designed with flexibility in mind, with the ability to adjust the outputs to produce either renewable diesel only or a mix of RD and ...",
                    "Text body": "We create renewable fuels from renewable agricultural byproducts or waste products.\nAemetis’s sustainable aviation fuel (SAF) and renewable diesel (RD) are created from waste oils/fats and biomass generated from agricultural wastes. Complex technologies work in tandem to transform these various waste resources into higher-value clean fuels.\nAemetis is in the process of developing advanced RD and SAF from oils, fats and tallows available in California. Aemetis is also in the process of developing fuels and energy from woody waste generated with byproducts of agriculture and forest management.\nThe Aemetis facilities are designed with flexibility in mind, with the ability to adjust the outputs to produce either renewable diesel only or a mix of RD and up to 50% SAF, allowing Aemetis to respond to changing market conditions for the two products.\nAemetis has purchased a 125-acre, commercial/industrial site at a former US Army munitions facility in the\n               \n                Central Valley town of Riverbank\n               \n               that will be the site of the SAF/renewable diesel facilities. It will be co-located with a Carbon Capture and Storage facility, allowing Aemetis to reduce atmospheric carbon levels as part of its SAF/renewable diesel production efforts.\n\n\n\n\n\n\nThe U.S. consumes more than 40 billion gallons of diesel on U.S. roadways every year and more than 10 billion gallons of aviation fuel. Petroleum in transportation creates 1,700 Million metric tons of CO2 per year. Diesel and aviation fuel also emit soot, carbon monoxide, nitrogen oxides (NOx), and other hazardous air pollutants.\nRenewable diesel meets the same standards and quality controls of traditional petroleum diesel. Renewable diesel performs comparably to traditional diesel but contains dramatically lower tailpipe and lifecycle emissions.\nAdditionally, our facilities will produce SAF and renewable diesel at or below the carbon intensity of comparable fuels in the market today. When combined with carbon capture and storage, our facilities permanently remove atmospheric carbon dioxide, lowering overall greenhouse gases. Transportation relies heavily on petroleum, and finding nature-based alternatives is one of the most powerful ways to stop greenhouse gas emissions.\nPlanned Start Year\nCarbon Intensity expected\nLow carbon hydroelectric power with onsite substation\nIn off-take agreements with a major airline for fuel purchase\nAgricultural waste that is usually burned in the field\nSupply agreement for orchard waste wood for about $20 per ton\nBiodiesel\nWe create renewable fuels from sustainable vegetable oil and animal fat.\nAemetis’s biodiesel is created from biomass generated from sustainable vegetable oil and animal fat. It is created through a transesterification process, generating a renewable, biodegradable fuel that can be used in many of the same ways as traditional petroleum diesel, including use as a transportation fuel, as heating oil, and as a textile lubricant.\nAemetis owns and operates a 50-million gallon per year integrated fuels and chemical production facility in Kakinada, India, which generates biodiesel, glycerin (a component in the chemicals industry), and edible oils. It is the largest biodiesel manufacturing plant in India. The biodiesel technology was supplied by ‘DeSmet-Ballestra’ from Italy, known for best-in-class available technology. In October 2008, Aemetis was amongst the first plants to commence biodiesel production in India.\n\n\n\n\n\n\n\n\nIndia consumes more than 23 billion gallons of diesel annually. Diesel emissions include soot, carbon dioxide, carbon monoxide, nitrogen oxides (NOx), sulfur oxides (SOx), and other hazardous air pollutants. Biodiesel burns cleaner, improving overall air quality. Additionally, emissions standards in many countries call for decreased sulfur in petroleum diesel, which decreases the ability of the fuel to lubricate diesel engines. Mixing even a small percentage of biodiesel with traditional diesel restores the lubricity of the fuel, which supports the these emissions standards.\nDisplacing petroleum with locally sources lower carbon feedstocks such as used cooking oils, fats and tallows bolsters the India’s economy, provides jobs, cleans the air and improves health as compared to diesel fuel.\nFacility Start Date\nOf diesel is used in India per year\nOf biodiesel produced and blended in India from sustainable feedstocks\nApril 1, 2024\nMarch 21, 2024\nMarch 5, 2024\nOctober 9, 2023\nOctober 2, 2023\nSeptember 13, 2023\nSeptember 19, 2022\nSeptember 12, 2022\nSeptember 7, 2022\nAugust 22, 2022\nApril 26, 2022\nMarch 25, 2022\nMarch 15, 2022\nSeptember 22, 2021\nSeptember 19, 2021\nJune 16, 2021\nMay 20, 2021\nApril 29, 2021\nApril 22, 2021\nFebruary 4, 2021\nFebruary 1, 2021\nJanuary 27, 2021\nJanuary 22, 2021\nJanuary 15, 2021\n\n\nSign up for Aemetis email updates\n\n\n\n\n\n\nSign up for Aemetis email updates\n\n\n\n20400 Stevens Creek Boulevard, Suite 700\n            \n            Cupertino, CA 95014\n            \n            United States\nPhone: +1 (408) 213-0940\n            \n            Fax: +1 (408) 252-8044\n            \n\n\n              [email protected]\n             \n\n\n\n\n              [email protected]\nPresentations\n            \n\n\n             Stock Information\n            \n\n\n             SEC Filings\n            \n\n\n             Conference Calls\n            \n\n\n             Governance\n            \n\n\n             Contact Investor Relations\nJoin the Team\n© 2024 Aemetis, Inc.\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Sustainable Aviation Fuel and Renewable Biodiesel.html"
                }
            ]
        },
        {
            "name": "Alder Renewables",
            "searchResults": [
                {
                    "Title": "Alder Fuels reorganises after leadership upheaval and receives ",
                    "Link": "https://www.greenairnews.com/?p=3934",
                    "Intro": "Feb 17, 2023 ... ... Alder include United Airlines ... The facility was the world's first commercial-scale renewable jet fuel plant ... produce a sustainable aviation ...",
                    "Text body": "The start of 2023 has been a challenging time for US sustainable aviation fuel startup Alder Fuels as it undergoes changes following the sudden departure of its founder and CEO Bryan Sherbacow. Following a new multimillion-dollar injection of funding from its existing investors, the company has now reorganised its operations, personnel and partnerships, and is focusing its resources on commercial deployment and certification of its Alder Greencrude (AGC) technology. Industry veteran Sherbacow, who the Alder board said had “engaged in questionable financial transactions that benefited him personally”, has been replaced by Acting CEO Tim Obitts. In positive news for the company, Alder has received a Phase 1 Grant Award of $2 million from the US Department of Energy, its third award, to support the engineering design of the company’s first demonstration-scale plant, which is expected to be located in the US Southeast. Investors in Alder include United Airlines and business aviation fuel and services provider Avfuel, who also have offtake purchase agreements in place for 1.5 billion and 1 billion gallons of SAF respectively over 20 years.In a statement, a bullish Xavier Adserà, Chairman ofAlder Fuelsand CEO of London-based private equity firm Adequita Capital, commented: “With multiple DOE grants awarded, strong leadership, multimillion-dollar investments, significant strategic partners and a commercial path forward, Alder’s enormous potential is clear. Once commercialised, Alder’s proprietary technology will play a pivotal role in decarbonising and defossilising critical parts of our economy. The Board and its investors are committed to the company’s success.”The statement added: “To our friends and colleagues whose roles were directly affected by this reorganisation of operations at Alder Fuels, we thank you for your commitment to the company. You executed your work diligently, with a belief that our mission is bigger than any one individual. Without doubt, you have made this company and our culture better, and we are grateful for your time with us.”Among the casualties of the reorganisation is Chief Sustainability Officer Nancy Young, who has now left the company. Young was previously VP Environmental Affairs for trade association Airlines for America (formerly the Air Transport Association of America) for 14 years. During this period, she served on working groups at the Commercial Aviation Alternative Fuels Initiative and at ICAO, as well as on the Board of the aviation industry’s Air Transport Action Group.Sherbacow co-founded AltAir Fuels, a retrofitted refinery in Paramount, California, producing renewable diesel and renewable jet fuel, in 2010 and stayed on as Chief Commercial Officer when the company was taken over by World Energy in 2018. The facility was the world’s first commercial-scale renewable jet fuel plant and began supplying regular deliveries in 2015 to United Airlines.Obitts took up the role of Acting CEO last month, having joined Alder as Chief Legal Officer early last year. He was previously President & CEO of the National Transportation Association, a US trade body made up of over 3,700 companies. “At Alder, we remain focused on a singular goal: to deliver commercial deployment of our proprietary Alder Greencrude technology,” he said following his appointment.The Alder technology is based on already commercially viable and validated fast pyrolysis in which woody biomass is converted to a green biocrude that can then be co-hydroprocessed with esters and fatty acids (HEFA) within existing refinery infrastructure to produce a sustainable aviation fuel rich in cyclo-paraffins and aromatics. The company says the SAF properties have exceptional energy density, reduced sooting tendency and polymer seal swell, so enabling a 100% blend. Partners involved in developing the technology include Honeywell UOP (another investor in the company), BTG Bioliquids, National Renewable Energy Laboratory, Washington State University, RPD Technologies, Boeing and others.“At Alder and with our partners, our technology team has worked tirelessly to advance AGC production and hydrotreating from the lab to pilot scale using a rigorous ‘stage gate’ development process,” said Derek Vardon, Chief Technology Officer at Alder. “We simply would not have been able to advance AGC without the support of these technologists and industry-leading experts.”Last October, Alderselected BTG’sproprietary fast pyrolysis technology for its first AGC processing facility at the so-far undetermined site in the US Southeast. BTG  develops production plants through its engineering, procurement and construction partner, TechnipEnergies. Fast pyrolysis bio-oil conversion of Alder’s feedstock has been completed at both BTG pilot and demonstration scale plants in the Netherlands, which has been shipped back to Alder’s laboratory and will be used for ASTM certification purposes.As a result of a long-term, exclusive contract signed last September,Envivawill supply up to 750,000 tonnes per year of sustainably sourced woody biomass to Alder’s AGC facility when commercial production starts. Enviva says its feedstock adheres to the US Environmental Protection Agency’s Renewable Fuel Standard and the two companies have committed to gaining sustainability certification under the Roundtable on Sustainable Biomaterials standard.Alder is currently pursuing ASTM certification, a critical next step for the company as its technology is not among the seven technology pathways so far approved as a drop-in, alternative jet fuel. “The preliminary datasets related to fuel properties are encouraging,” a company spokesperson toldGreenAir. “They suggest we may be able to enter the so-called ‘Fast Track’ approach to certification, which can take 12-18 months and would be significantly faster than the standard path that can take years. We haven’t received formal approval as yet but we have been in discussions and are hopeful it will come this year. We are confident the technology works.“It is important to note that even without ASTM certification, AGC can be used to make renewable diesel and marine fuel, as well as green chemicals.”Five of the pathways that have been approved so far under the ASTM D4054 process are required to be blended with petroleum-based jet fuel up to a 50% maximum level, with the other two requiring a maximum 10% level. The blend percentage for each concept that goes through the D4054 Fast Track is currently limited to 10%.An attractive feature of the Alder Greencrude product is that as a result of pyrolysis, it retains aromatics that are necessary for seal swell in jet engines. A major reason for the 50% maximum blend limit in the present approved pathways is that the technologies employed produce SAF with no aromatic content. To achieve a 100% sustainable aviation fuel therefore requires an additional synthetic aromatic kerosene content and so the Alder product with its cyclo-paraffins has a potential distinct advantage over other SAFs, while also avoiding some of the downsides of aromatics, such as the generation of excess particulates.“In theory, we could make a 100% SAF but we’re not pursuing it yet as ASTM has not finalised how they are going to qualify 100% SAF,” said the spokesperson. “We are looking at the Fast Track process and will hopefully get certification within 18 months. Once we have it, we’ll decide on the next level of certification, whether it’s 100% SAF or we look for a higher blending level.”With discussions still ongoing with states and counties on the exact location for the demonstration-scale plant, the company is not yet ready to disclose when construction will start and does not expect completion within the next two years. The facility will be rated to process 120 dry tonnes per day of forest residuals and produce 3 million gallons per year of liquid hydrocarbon biofuel, of which 2 million gallons will be SAF.“We are still focused on project development and AGC pilot testing to inform engineering for commercial-scale production. We will have more to share on our revised delivery timeline in the coming months,” he reported. “The focus, for now, is resolutely on achieving key technical milestones that further de-risk our production process and get us to the next stage of growth.”Photo: United AirlinesChristopher SurgenorEditorLinkedinTags:Alder FuelsBTG BioliquidsEnvivaHoneywellUnited AirlinesContinue ReadingPreviousVirgin Atlantic targeting November for first transatlantic 100% SAF net zero flightNextLufthansa Group announces ‘Green Fares’, a new SAF agreement and sharkskin flightsMore News & Features4 min readEuropean airlines call on policymakers to help “supercharge” domestic SAF production27 March 2024Christopher Surgenor5 min readAir New Zealand seeks startup fuel innovators in quest for 20% SAF usage by 203026 March 2024Tony Harrington4 min readBritish Airways in multi-million-pound energy transition to reduce Heathrow ground emissions19 March 2024Christopher Surgenor4 min readHybrid electric flight pioneer Ampaire ground tests Dimensional Energy e-fuel6 March 2024Tony Harrington4 min readSouthwest Airlines launches sustainability investment platform and takes stake in LanzaJet29 February 2024Tony Harrington4 min readIAG signs major 14-year deal with US producer Twelve for 785,000 tonnes of advanced e-SAF28 February 2024Tony Harrington",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Alder Fuels reorganises after leadership upheaval and receives .html"
                },
                {
                    "Title": "Alder Fuels and Enviva Partner to Further Scale and Commercialize ",
                    "Link": "https://www.envivabiomass.com/alder-fuels-and-enviva-partner-to-further-scale-and-commercialize-sustainable-aviation-fuel-supply-chains/",
                    "Intro": "Sep 6, 2022 ... Alder Fuels and Enviva Partner to Further Scale and Commercialize Sustainable Aviation Fuel ... produce renewable jet and military-grade fuels.",
                    "Text body": "Alder Fuels and Enviva Partner to Further Scale and Commercialize Sustainable Aviation Fuel Supply ChainsSeptember 06, 2022Partnership aims to accelerate the decarbonization of aviation and to scale access to renewable fuels to power the clean energy transitionBETHESDA, Md. and WASHINGTON, D.C.September 6, 2022 — Enviva Inc. (NYSE: EVA), the world’s leading producer of sustainably sourced woody biomass, and Alder Fuels, a clean tech developer and greencrude producer, have signed a contract for the long-term, large-scale supply of woody biomass from Enviva, which sources low-value fiber, such as forest byproducts like tree tops, limbs, and commercial thinnings, to further commercialize the supply of sustainable aviation fuel (SAF).Today’s agreement would make Enviva an exclusive supplier of up to 750,000 metric tons per year of sustainably sourced woody biomass to Alder’s first Alder Greencrude (AGC) production facility, soon to be under construction in the southeastern United States. The supply of sustainably sourced woody biomass feedstock by Enviva is expected to commence in 2024, which will meet rigorous sustainability criteria, subject to independent, third-party audits and certifications.Backed by Honeywell UOP, United Ventures, AvFuel, Boeing, U.S. Defense Logistics Agency, the U.S. Department of Energy, and the National Renewable Energy Laboratory, AGC can be refined using existing infrastructure into low-carbon to carbon-negative SAF that matches petroleum-based equivalents on specification and performance.Bryan Sherbacow, Alder Fuels’ President & CEO, commented, “Decarbonization of our entire economy is driving massive demand for the next generation of sustainably sourced renewable fuels. The size of the market for our product is equal to the petroleum market it replaces. With AGC technology, the challenge of meeting this demand is no longer industry willpower or commercial interest; it is having ready access to diverse, highly accredited, and sustainably produced sources of biomass. Today’s announcement brings us one step closer towards achieving that aim, while benefiting the communities in which we operate.”The announcement represents a major milestone in the rapid acceleration and scaling up of low-carbon transportation fuels with the potential to fundamentally change the future of flying and other modes of transport over time. In March 2021,major U.S. airlinescommitted to achieving net-zero carbon emissions by 2050, which was reinforced by an announcement in October 2021 by theworld’s airlinesandaviation community. Recognizing the scaling up of SAF is critical to meeting such aggressive climate goals, the White House launched the “SAF Grand Challenge,” with goals to have 3 billion gallons of SAF produced in the U.S. by 2030 and augmenting to 35 billion gallons by 2050. The recent passage of the Inflation Reduction Act (IRA) into law amplifies the U.S. commitment to SAF by providing tax credits for every gallon of SAF produced based on lifecycle greenhouse gas emission reduction percentages. Further, the IRA extends and modifies the tax credit for the production of renewable energy from biomass and other technologies.Europe is pursuing similarpolicy initiativessuch as ReFuelEU, with the European Parliament voting in support ofdraft rulesto require SAF to account for at least 85 percent of European Union (EU) aviation fuel by 2050. Similarly, the United Kingdom announced the introduction of aSAF mandate, requiring at least 10 percent of jet fuel to be produced sustainably by 2030.Major U.S. airlines have been seeking opportunities to collaborate with other industries to deliver commercial solutions to sustainable aviation at scale, with such initiatives accelerating over the past two years as they individually, and collectively, committed to becoming carbon neutral. In fact, United Airlines has already committed to purchase 1.5 billion gallons of SAF from Alder Fuels when produced to the airline’s requirements. United Airlines’ commitment represents purchasing more than twice as much SAF as the rest of the world’s airlines combined.“Abundant sustainable biomass conversion to energy-dense, drop-in liquid fuels is essential to accelerating the current global transition to a low-carbon economy,” said Thomas Meth, President of Enviva. “This joint effort between Enviva and Alder Fuels enables sourcing of sustainable wood fiber and industry-leading technology to deliver the feedstock flexibility and commercialization of SAF needed to achieve jet fuel decarbonization at scale.”All woody biomass feedstock supplied by Enviva to Alder Fuels will continue to adhere to the U.S. Environmental Protection Agency’s Renewable Fuel Standard, the EU’s Renewable Energy Directive’s requirements, as well as Enviva’s industry-leadingResponsible Sourcing Policy. In addition, Enviva and Alder Fuels have committed to collaborating to gain sustainability certification under the internationally renowned Roundtable on Sustainable Biomaterials standard. These guidelines and conditions are further supported by Enviva’s industry-leadingTrack & Trace®program that provides detailed, verifiable, and independently audited data about the sustainability of Enviva’s sourcing activities and the journey its feedstocks take from the forest tract to the production plant to customers around the globe.About Alder FuelsAlder Fuels is powering the global clean energy transformation and race to net zero through the conversion of natural biomass into low-carbon to carbon-negative Alder Greencrude (AGC). This greencrude can then be converted into sustainable aviation fuel (SAF), other low-carbon fuels, and chemicals using existing global refinery equipment and infrastructure. Bryan Sherbacow, Alder Fuels President & CEO, has a proven record for the development and commercial deployment of novel technology, including the world’s first refinery designed to produce renewable jet and military-grade fuels. Alder Fuels is backed by Honeywell UOP, United Ventures, AvFuel, Boeing, the U.S. Defense Logistics Agency, the Department of Energy (DOE), and the National Renewable Energy Laboratory (NREL). For more information, visithttp://www.alderfuels.com/ALDER FUELS MEDIA CONTACT:Ian Plunkett, Chief Communications OfficerIplunkett@alderfuels.com202-751-9338About EnvivaEnviva Inc. (NYSE: EVA) is the world’s largest producer of industrial wood pellets, a renewable and sustainable energy source produced by aggregating a natural resource, wood fiber, and processing it into a transportable form, wood pellets. Enviva owns and operates ten plants with a combined production capacity of approximately 6.2 million metric tons per year in Virginia, North Carolina, South Carolina, Georgia, Florida, and Mississippi, and is constructing its 11th plant, which will be located in Epes, Alabama. Enviva sells most of its wood pellets through long-term, take-or-pay off-take contracts with creditworthy customers in the United Kingdom, the European Union, and Japan, helping to accelerate the energy transition and to decarbonize hard-to-abate sectors like steel, cement, lime, chemicals, and aviation fuels. Enviva exports its wood pellets to global markets through its deep-water marine terminals at the Port of Chesapeake, Virginia, the Port of Wilmington, North Carolina, and the Port of Pascagoula, Mississippi, and from third-party deep-water marine terminals in Savannah, Georgia, Mobile, Alabama, and Panama City, Florida.To learn more about Enviva please visit our website atwww.envivabiomass.com. Follow Enviva on social media @Enviva.CONTACT:media@envivabiomass.com+1-301-657-5560CONTACT:+1-240-482-3856ir@envivapartners.comRelated PostsEnviva Announces Comprehensive Agreements to Delever Balance Sheet and Strengthen Financial PositionPierce’s Low Grounds Preserved: 2,808.16 Acres of Ecological Treasure Safeguarded in Greensville County, VAThree Rivers Land Trust and The Enviva Forest Conservation Fund Protect 440 Acres Along Little River, Montgomery County, North Carolina",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Alder Fuels and Enviva Partner to Further Scale and Commercialize .html"
                },
                {
                    "Title": "Alder shows benefits of combining its AGC platform with HEFASAF ",
                    "Link": "https://biomassmagazine.com/articles/alder-shows-benefits-of-combining-its-agc-platform-with-hefa-saf-19862",
                    "Intro": "Mar 22, 2023 ... ... production of renewable diesel. The facility ... capacity could exceed renewable diesel growth. ... The Biodiesel Summit: Sustainable Aviation Fuel ...",
                    "Text body": "Alder Fuels on March 21 released a high-level technical analysis of Alder SAF100, a new 100 percent sustainable replacement for petroleum-based jet fuel that the company is creating by combining hydrocarbons derived from its Alder Greencrude (AGC) platform with smaller volumes of sustainable aviation fuel (SAF) produced via a traditional hydrotreated esters and fatty acids (HEFA) process.\nAccording to Alder Fuels, the analysis aims to share key insights and high-level analysis with members of the industry and outline the technical approaches the company is deploying to transition its products from bench-scale and pilot-scale to commercial-scale production.\nAlder Fuels’ technology uses an advance pyrolysis process to convert biomass residues into refinery-ready biobased crude oil. According to the company, the ability to blend AGC-derived hydrocarbons with HEFA-SAF to unlock a 100 percent biogenic finished jet fuel creates several important benefits, including higher fuel density and volumetric energy gains; a lower freezing point, low temperature viscosity and synergistic blending; and cleaner burning fuel.\nWork to evaluate the potential of the hybrid Alder SAF100 production approach was completed in partnership with Washington State University, Honeywell UOP, and the U.S. Department of Energy’s National Renewable Energy Laboratory, according to Alder Fuels.\n“We are delighted to support Alder’s efforts to commercialize and scale Alder SAF100 production,” said Josh Heyne, director of the Bioproducts, Sciences, and Engineering Lab, WSU. “ WSU has worked with more than a dozen Alder samples and the results are promising. In addition to de-risking the scale up process, a key goal of the prescreening phase is to highlight opportunities for producers to hit their development milestones. Producing, scaling, and qualifying new sustainable fuels requires this iterative and continuous testing approach. We look forward to continuing to partner with the Alder technical team as they accelerate their important mission.”\n“To meet the SAF Grand Challenge goal of 100 percent SAF deployed throughout the U.S. aviation sector by 2050, we will require not only high production volumes of jet fuel replacements, but also just the right mix of different molecules at scale,” said Zia Abdullah, laboratory program manager for bioenergy, NREL. “To reach these targets, NREL has been closely collaborating with Alder on the development of their proprietary AGC platform. It is very exciting to observe this dataset, which clearly shows the potential of synergistic blending of HEFA-SAF with majority AGC hydrocarbon streams to produce Alder SAF100. Unlocking 100 percent SAF is the technical foundation for decarbonizing aviation and essential for the success of the 2021 Grand Challenge. We look forward to supporting Alder as they build on this positive milestone.”\nA full copy of the technical analysis, authored by Alder Chief Technology Officer Derek Vardon and Alder Chief Project Officer Bruno Miller, is available on the company’s website.\n\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Alder shows benefits of combining its AGC platform with HEFASAF .html"
                },
                {
                    "Title": "United Honeywell invest in Alder Fuels 15billiongallon SAF ",
                    "Link": "https://www.greencarcongress.com/2021/09/20210910-alder.html",
                    "Intro": "Sep 10, 2021 ... ... sustainable low-carbon, drop-in replacement crude oil that can be used to produce aviation fuel ... ability to produce a carbon-negative fuel at ...",
                    "Text body": "United, Honeywell invest in Alder Fuels; 1.5-billion-gallon SAF offtake agreement10 September 2021United and Honeywellannounceda joint multimillion-dollar investment in Alder Fuels—a company that is developing technologies for producing sustainable aviation fuel (SAF) at scale by converting abundant biomass, such as forest and crop waste, into sustainable low-carbon, drop-in replacement crude oil that can be used to produce aviation fuel.When used together across the fuel lifecycle, the Alder technologies, coupled with Honeywell’s Ecofining process, could have the ability to produce a carbon-negative fuel at spec with today’s jet fuel. The goal of the technologies is to produce fuel that is a 100% drop-in replacement for petroleum jet fuel.Honeywell will utilize its expertise and proven process of developing sustainable fuels alongside Alder, applying proprietary hydroprocessing design to the process to jointly commercialize the technology. Commercialization is expected by 2025.As part of the agreement, United is committing to purchase 1.5 billion gallons of SAF from Alder when produced to United’s requirements. United’s purchase agreement, which is one and a half times the size of the known purchase commitments of all global airlines combined, makes this the largest publicly announced SAF agreement yet. United’s purchase agreement with Alder surpasses the previous record set by the airline in 2015 through its investment in Fulcrum BioEnergy with its option to purchase up to 900 million gallons of SAF.Since announcing our 100% green commitment in 2020, United has stayed focused on decarbonizing without relying on the use of traditional carbon offsets. Part of that commitment means increasing SAF usage and availability since it’s the fastest way to reduce emissions across our fleet. However, to scale SAF as quickly as necessary, we need to look beyond existing solutions and invest in research and development for new pathways like the one Alder is developing.—United CEO Scott KirbyAs a pioneer of the SAF market with UOP Ecofining technology, our work with United and Alder on this new technology will help transform the industry and support the growth of a zero-carbon economy. This solution will not only advance United’s SAF commitment but can help the aviation industry meet its commitments to decouple increases in carbon emissions from growth in passengers.—Darius Adamczyk, Honeywell chairman and CEOAccording to the U.S. Department of Energy (DOE), U.S. forestry residues and agricultural residues alone could provide enough biomass energy to generate more than 17 billion gallons of jet fuel and displace 75% of US aviation fuel consumption. If the US were broadly to adopt regenerative agricultural practices—which capture more carbon in healthier soil compared to traditional methods—the US could generate an additional seven billion gallons of SAF, which would completely replace the US’ current fossil jet fuel consumption.Prior to founding Alder, CEO Bryan Sherbacow built the world’s first SAF refinery utilizing Honeywell’s technology and subsequently contracted with United, enabling the airline to become the first globally to use SAF in regular operations on a continuous basis. Since then, United has purchased more SAF than any other airline and, with this agreement now, has more than 70% of the airline industry’s publicly announced SAF commitments.Alder’s research is supported by the U.S. Defense Logistics Agency, the DOE and a partnership with DOE’s National Renewable Energy Laboratory (NREL), focused on developing technology to process organic waste and sustainable, non-food plant material into carbon-negative transportation fuels.Posted on 10 September 2021 inAviation & Aerospace,Bio-hydrocarbons,Biomass,Fuels,Market Background|Permalink|Comments (1)",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/United Honeywell invest in Alder Fuels 15billiongallon SAF .html"
                },
                {
                    "Title": "United Honeywell Invest in New Clean Tech Venture from Alder ",
                    "Link": "https://www.prnewswire.com/news-releases/united-honeywell-invest-in-new-clean-tech-venture-from-alder-fuels-powering-biggest-sustainable-fuel-agreement-in-aviation-history-301371958.html",
                    "Intro": "Sep 9, 2021 ... ... Alder Fuels, Powering Biggest Sustainable Fuel Agreement in Aviation ... ability to produce a carbon-negative fuel at spec with today's jet fuel.",
                    "Text body": "United, Honeywell Invest in New Clean Tech Venture from Alder Fuels, Powering Biggest Sustainable Fuel Agreement in Aviation HistoryUnited agrees to purchase 1.5 billion gallons of sustainable aviation fuel (SAF) over 20 years - which is one and a half times the size of the rest of the world's airlines' publicly announced SAF commitments combinedHoneywell first pioneered SAF production technology and will use its proven development process to partner with Alder to commercialize its technologyAlder to develop first-of-its-kind low-carbon crude technology to accelerate large-scale SAF productionNews provided byUnited Airlines09 Sep, 2021, 07:00 ETShare this articleShare toXShare this articleShare toXUnited Airlines logo. (PRNewsFoto/United Airlines)Alder FuelsHoneywell",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/United Honeywell Invest in New Clean Tech Venture from Alder .html"
                }
            ]
        },
        {
            "name": "Bangchak",
            "searchResults": [
                {
                    "Title": "Bangchak Makes Its Mark as Future Energy Leader Pioneering ",
                    "Link": "https://www.bangchak.co.th/en/newsroom/bangchak-news/1141/bangchak-makes-its-mark-as-future-energy-leader-pioneering-thailand-s-aviation-industry-with-first-construction-agreement-for-sustainable-aviation-fuel-saf-production-unit",
                    "Intro": "Jun 28, 2023 ... The unit is projected to have a daily production capacity of approximately 1,000,000 liters and is scheduled for commissioning in the fourth ...",
                    "Text body": "Investor Relations\nContact\nContact Details\nContact Details\n28 June 2023\nBangchak Group takes the Lead as a Future Energy Leader by producing Sustainable Aviation Fuel (SAF) from used cooking oil, the first and only in Thailand. The ceremony for the Construction Agreement of Sustainable Aviation Fuel Production Unit is signed between BSGF Company Limited and TTCL Public Company Limited, supporting the aviation industry’s reduction of carbon dioxide emissions, and fulfilling all three dimensions of the BCG Economy Model.\nChaiwat Kovavisarach\n           \n           , Group Chief Executive Officer and President, Bangchak Corporation Public Company Limited, stated that “Over the course of nearly four decades since Bangchak was established with a mission to create energy security for the country and sustainability for society and the environment. Today, we remain committed to fulfilling these goals, under the vision of “Crafting a Sustainable World with Evolving Greenovation” with the Refinery and Oil Trading Business Group as one of its core businesses. The business has evolved through various iterations, from the early days that relied on fossil fuels, to the first era that saw the introduction of ethanol and biodiesel blending into fuels in Thailand, for which Bangchak was acknowledged as the ‘Leader in Renewable Energy’. Bangchak refinery is now approaching a new era, poised to become a ‘Leader in Future Energy’ by pioneering the production of aviation fuel that can reduce carbon dioxide emissions by up to 80% throughout its lifecycle compared to conventional aviation fuel from fossil fuels, and which also adds value to used cooking oil through the “Fry to Fly” campaign.\nToday marks a significant milestone as the signing ceremony for the construction of Thailand’s first and only Sustainable Aviation Fuel (SAF) production unit from used cooking oil between BSGF Company Limited - a joint venture between Bangchak Corporation Public Company Limited, BBGI Public Company Limited, and Thanachok Oil Light Company Limited, and TTCL Public Company Limited, an esteemed engineering and construction company from Japan, with more than 20 years of business experience with Bangchak.\nThe construction of the Sustainable Aviation Fuel (SAF) production unit from used cooking oil is a joint effort to support the aviation industry in reducing carbon dioxide emissions into the atmosphere according to the plans of the International Civil Aviation Organization (ICAO). SAF has garnered global attention as a key fuel in achieving targets for carbon dioxide emission reduction. Notably, the United States passed the Inflation Reduction Act of 2022 (IRA) last year, which provides incentives to producers through a tax credit of USD 1.75 per gallon of SAF. Similarly, Europe has adopted a mandate requiring a minimum portion of SAF in the overall fuel supply, with targets set at 2% by 2025, 5% by 2030, and 70% by 2050. Japan has also established a goal for international flights passing through Japanese airports, stipulating a SAF blending ratio of 10% by 2030.\nThe Sustainable Aviation Fuel (SAF) production unit at Bangchak refinery will incorporate Malaysian-based Desmet’s Pre-Treatment technology to effectively eliminate impurities and contaminants from used cooking oil collected from the “Fry to Fly” campaign and other channels. Additionally, the production process will involve a deoxygenation process, employing UOP Ecofining Technology from Honeywell UOP, USA., to alter and crack the molecular structure using hydrogen, which is an effective solution to produce Sustainable Aviation Fuel (SAF) from Honeywell UOP. The unit is projected to have a daily production capacity of approximately 1,000,000 liters and is scheduled for commissioning in the fourth quarter of 2024.\nThe signatories were\n           \n            Thamarat Paryoonsuk, Senior Executive Vice President, Refinery Business Group, Bangchak Corporation Public Company Limited, as Committee Chairman of BSGF Company Limited, and Wanchai Ratinthorn, President and Chief Executive Officer, TTCL Public Company Limited, with Chaiwat Kovavisarach, Group Chief Executive Officer and President, Bangchak Corporation Public Company Limited, Gwendolyn Cardno, Deputy Chief of Mission, United States Embassy in Thailand, Barry Glickman, General Manager, Sustainable Technology Solutions, Honeywell UOP, USA., and Khoo Kiak Kern, Managing Director, Desmet (Southeast Asia and China)\n           \n           as honorary witnesses, along with executives from government agencies and corporations.\nChaiwat concluded “Thank you all for the support and collaboration in driving significant progress today. Reducing carbon emissions is a crucial task for all sectors. The establishment of a Sustainable Aviation Fuel (SAF) production unit is another clear manifestation of Bangchak's diligent implementation of the BCP 316 NET plan, aiming for Carbon Neutrality by 2030 and achieving Net Zero GHG Emissions by 2050. It is also an integrated effort in developing the BCG Economy Model across three dimensions: Bioeconomy, Circular Economy, and Green Economy, to drive Thailand's economy in tandem with social development and environmental sustainability.”\nThe general public is encouraged to sell used cooking oil at participating “Fry to Fly” Bangchak service stations and collection points in the “Fry to Fly” initiative to be used for producing Sustainable Aviation Fuel (SAF), promoting health, protecting the environment, and generating additional income.\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Bangchak Makes Its Mark as Future Energy Leader Pioneering .html"
                },
                {
                    "Title": "Cosmo Oil and Bangchak Forge Strategic Partnership for ",
                    "Link": "https://www.cosmo-energy.co.jp/en/information/press/2023/231206-01.html",
                    "Intro": "Dec 6, 2023 ... Bangchak, a pioneer in Thailand's sustainable aviation fuel business, unveiled its first SAF manufacturing business plan in September 2022. The ...",
                    "Text body": "\nDecember 6, 2023\n               \n               Cosmo Oil Co., Ltd.\n               \n               Cosmo Energy Holdings Co., Ltd.\n\nIn a landmark move towards advancing sustainable aviation solutions, Bangchak Corporation Public Company Limited (headquartered in Bangkok, Thailand, referred to as \"Bangchak\") and Cosmo Oil Co., Ltd. (headquartered in Tokyo, Japan, referred to as \"Cosmo Oil\") announced the formalization of a comprehensive frame agreement on 5 December 2023. The agreement solidifies the importation of sustainable aviation fuel (SAF) from Bangchak to Cosmo Oil.\n\nThe signing ceremony, held with significant industry resonance, featured the pivotal signatures of Mr. Yasuhiro Suzuki, President of Cosmo Oil, and Mr. Pativat Tivasasit, Chief Operating Officer of the Refinery and Oil Trading Business Group of Bangchak Corporation on behalf of BCP Trading Pte. Ltd., a Bangchak Group affiliate.\n\nThis strategic partnership traces its roots back to 27 March 2023, when both companies inked a memorandum of understanding (MOU) focusing on joint studies in the realm of decarbonization. The joint study areas included the import and utilization of specific products by Cosmo Oil from Bangchak, covering SAF, bionaphtha, and bioethanol. Additionally, the collaboration delved into the utilization and transportation of low-carbon hydrogen, CCUS (Carbon Capture, Utilization, and Storage), and lubricant-related base oils.\n\nBangchak, a pioneer in Thailand’s sustainable aviation fuel business, unveiled its first SAF manufacturing business plan in September 2022. The company is set to construct a SAF manufacturing plant in Bangkok with a production capacity of 1,000,000 litres per day, derived from used cooking oil. Commercial operations are anticipated to commence around the end of 2024, with a significant portion of the SAF production slated for a 10-year import agreement with Cosmo Oil.\n\nCosmo Oil, in pursuit of its 2030 annual supply target of 300,000 kiloLitres (kL) in its SAF business, views the collaboration with Bangchak as a strategic move to diversify its SAF procurement sources. This aligns with their broader goals of achieving net zero carbon emissions through a combination of in-house production and global collaborations.\n\nBoth companies express their commitment to continued exploration of joint study areas, leveraging their collective knowledge and technology. The shared vision involves sustained efforts towards global collaboration and multifaceted studies aimed at accelerating the crucial process of decarbonization.\n\nPativat stated that “The signing of the frame agreement for the import of Sustainable Aviation Fuel represents a substantial step in Bangchak and Cosmo Oil committed and mutual collaboration, building upon the close partnership that both have cultivated for over a decade. The agreement is a tangible result of joint dedication to a future of cleaner energy.  For Bangchak, our strategic initiative to produce and supply SAF derived from used cooking oil exemplifies our commitment to innovative green energy practices as the daily production of 1 million liters of SAF will help drive overall reduction of approximately 80,000 tons of carbon dioxide emissions per year. This endeavor aligns with Bangchak Group's commitment to achieving Carbon Neutrality by 2030 and Net Zero Greenhouse Gas Emissions by 2050.”\n\nSuzuki stated that “Now energy industry is in the period of energy transition and decarbonization accelerates worldwide. Both Cosmo Oil and Bangchak understand the crisis of climate change and have announced the common target “Achieving Net Zero Carbon by 2050.” In this situation, it is important to collaborate globally and the fact that the two companies conclude this SAF frame agreement is a significant step towards a decarbonized society. Taking this opportunity, not limited to SAF, I hope to seek further collaboration in the field of decarbonization and look forward to creating synergistic effects towards realizing a greener society.”\n\nThe ceremony which was joined by Bangchak Group and Cosmo Oil executives was honored by the presence of Mr. Chanthapat Panjamanond, Commercial Minister, Office of Commercial Affairs, Royal Thai Embassy Tokyo.  Mr. Panjamanond gave a congratulatory speech praising this collaboration as an exemplification of the synergy and partnership that the Office of Commercial Affairs actively seeks to promote and that it served as a steppingstone towards the future where innovation and sustainability go hand in hand.\n\n\n\nAbout Cosmo Oil Co., Ltd.\nCosmo Oil Co., Ltd. is part of the Cosmo Energy Group, which assumes the public mission of safely and stably supplying essential energy and chemical materials for daily life. In addition to its core businesses in petroleum and petrochemicals, the group anticipates long-term environmental changes and is expanding into renewable energy. Guided by the group's philosophy of \"Harmony and Coexistence of the Earth, Humans, and Society,\" the company leverages its strengths to promote initiatives such as next-generation mobility society using the service station (SS) network, environmentally friendly electricity sales, and the expansion of clean energy, particularly wind power generation. Through these endeavors, including the one mentioned here, the company aims to achieve net zero carbon emissions by fiscal year 2050 and contribute to addressing societal issues and building a sustainable society.\nFor more information, visit:\n               \n                https://www.cosmo-energy.co.jp/en/top.html\n\nAbout Bangchak Corporation Public Company Limited\nBangchak Corporation Public Company Limited, operates 5 main businesses, namely 1) Refinery and Oil Trading Business Group, Thailand’s leader in the oil refining industry, operating two world-class complex refineries with a combined nameplate capacity of nearly 300,000 barrels per day; Bangchak Phra Khanong Refinery in Bangkok, and Bangchak Sriracha in Chonburi province. 2) Marketing Business Group: delivers a Greenovative Experience through over 2,200 service stations and has expanded non-oil business through Inthanin Coffee, Furio lubricants, EV charging stations as well as collaborations with diverse food partners and integrated digital systems to deliver modern, convenient, and secure experiences to customers.; 3) Power Business Group operated by BCPG, a leader in Asia Pacific’s renewable energy business. The company produces electricity from clean energy sources and leverages innovation to develop products and services that cater to consumers' energy needs while reducing environmental impact.; 4) Bio-Based Products Business Group, operated by BBGI, Thailand’s leading producer and retailer of biofuels, which has expanded into bio-based High Value Products (HVP); 5) Natural Resources Business Group engaged in petroleum exploration and production through OKEA ASA in Norway, a country recognized for having one of the world’s best environmental standards. Furthermore, the company is also engaged in New Frontier Businesses such as an e-motorbike rental platform business and set up Bangchak Initiative and Innovation Center (BiiC), to focus on new domestic and international businesses, as well as to build a green innovation ecosystem promoting green energy and bio-based innovation.\n\nAdditionally, Bangchak Group has established the Carbon Markets Club to promote carbon credit trading and jointly set up a network for future bio-based technology, Syn Bio Consortium - with partners.\n\nBangchak has undergone assessment by S&P Global CSA, the organization responsible for compiling the DJSI and achieved a ranking of the third highest in the Oil & Gas Refining and Marketing industry.  The company has consecutively received since 2018 an MSCI ESG Rating of AA, the highest level among energy companies in Thailand.\nBangchak Group has set goals for carbon neutrality by 2030 and net-zero greenhouse gas emissions by 2050.\nFor more information, visit:\n               \n\n                 https://www.bangchak.co.th/en/home\nPDF\n\n[End]\n\n© COSMO ENERGY HOLDINGS Co., Ltd. All Rights Reserved.\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Cosmo Oil and Bangchak Forge Strategic Partnership for .html"
                },
                {
                    "Title": "Bangchak Group Lays the Foundation Stone for Thailands First ",
                    "Link": "https://www.bangchak.co.th/en/newsroom/bangchak-news/1271/bangchak-group-lays-the-foundation-stone-for-thailand-s-first-sustainable-aviation-fuel-saf-production-plant",
                    "Intro": "Jan 10, 2024 ... Bangchak Group's Sustainable Aviation Fuel ... produce sustainable aviation fuel and renewable naphtha. ... production capacity of 1,000,000 liters.",
                    "Text body": "Investor Relations\nContact\nContact Details\nContact Details\n10 January 2024\nChaiwat Kovavisarach, Group Chief Executive Officer and President, Bangchak Corporation Public Company Limited presided over the Foundation Stone Laying Ceremony for the construction of a Sustainable Aviation Fuel (SAF) production plant on an 8.9 rai plot within Bangchak Phra Khanong Refinery. The Most Venerable Somdet Phra Mahathirachan, the head of the Thai Overseas Buddhist Mission, and the Abbot of Wat Phra Chetuphon Vimonmangklaram presided over the gathering of monks and led the chanting of Buddhist prayers for the occasion.\nBangchak Group’s Sustainable Aviation Fuel (SAF) production plant is the first of its kind in Thailand. Operated by BSGF Company Limited, it processes used cooking oil from households and businesses procured through the “Fry to Fly” campaign and other channels to produce sustainable aviation fuel and renewable naphtha. The plant comprises of two main units: the Pretreating Unit (PTU) and the Sustainable Aviation Fuel Unit (SAFU). It is expected to be completed and operational by the first quarter of 2025, with a daily production capacity of 1,000,000 liters.\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Bangchak Group Lays the Foundation Stone for Thailands First .html"
                },
                {
                    "Title": "Bangchak Group as Thailands First and Only Producer and Supplier ",
                    "Link": "https://investor.bangchak.co.th/en/newsroom/executive-talk/276/bangchak-group-as-thailand-s-first-and-only-producer-and-supplier-of-sustainable-aviation-fuel-saf",
                    "Intro": "BSGF will be Thailand's first and only producer and supplier of Sustainable Aviation Fuel (SAF) from used cooking oil. This joint venture is the amalgamation of ...",
                    "Text body": "This Executive Talk was honored by\nSenior Executive Vice President, appointed to BBGI Public Company Limited\nThis Executive Talk was honored by Mr. Kittiphong Limsuwannarot, Senior Executive Vice President, appointed to BBGI Public Company Limited, to talk with us of the Bangchak group’s new investment step towards sustainable business.\n           \n            Bangchak Corporation Public Company Limited and BBGI Public Company Limited, along with Thanachok Oil Light Company Limited signed a joint venture agreement to establish BSGF Company Limited with a THB 8,000-10,000 million (app. US$ 220-280 million) investment,\n           \n           with the investment proportion of 51% held by Bangchak, 29% by Thanachok Oil Light, and 20% by BBGI respectively. BSGF will be Thailand’s first and only producer and supplier of Sustainable Aviation Fuel (SAF) from used cooking oil.\nThis joint venture is the amalgamation of the experience and expertise of the three partners to lay a solid foundation for BSGF in terms of the procurement of raw materials, production, and distribution. It draws on the strengths of Bangchak as operator of world class complex refinery and a pioneer in buying used cooking oil for the production of biodiesel in Thailand, and its expertise in oil trading via BCP Trading Co., Ltd. or BCPT, its affiliate, the largest independent oil trader in the Singapore market, Thanachok Oil Light’s long experience in the procurement of used cooking oil, and BBGI’s leadership in biofuel industry and producer of high-value bio-based products.\nMr. Kittiphong stated that from its operational biodiesel plant expertise, technology, and feedstock, BBGI is able to sufficiently provide raw materials for SAF production, as well as units that are able to improve the quality of raw materials for SAF production such as Palm Fatty Acid Distillate (PFAD) and used cooking oil.\n“SAF from used cooking oil presents both socio-economic and environmental benefits, completely in line with the BCG Economy Model, emphasizing the use of bio-resources to create value through the development of high-value products linking the Circular Economy, taking into consideration how to maximize and benefit of various materials, and the Green Economy, which goes beyond just economic development and must balance social and environmental development to ensure concurrent stability and sustainability.”\nBSGF will begin the construction of a production unit of SAF from used cooking within Bangchak Refinery, expected to be ready for commissioning by the end of 2024, with an initial daily capacity of 1,000,000 liters. SAF can immediately be used by the aviation industry around the world without affecting engine performance, and production from BSGF will help reduce the industry’s greenhouse gas emissions by approximately 80,000 tons carbon dioxide equivalent annually (compared to present emission levels).\nBSGF is prepared to increase its capacity to address future SAF demand according to global SAF trends, aligned with European Union requiring progressive mixtures of SAF in aviation fuel for flights entering European Union countries (According to the resolution of the European Parliament in July for the level of SAF adoption from 2% in 2025 to 6%, 37% and 85% in 2030, 2040 and 2050 respectively), and measures from the International Civil Aviation Organization (ICAO) and International Air Transport Association (IATA) which has set Net Zero target for the global aviation industry by 2050.\nSenior Executive Vice President, appointed to BBGI Public Company Limited\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Bangchak Group as Thailands First and Only Producer and Supplier .html"
                },
                {
                    "Title": "Sustainable Aviation Fuel SAF An Important Step in Combating ",
                    "Link": "https://www.bangchak.co.th/en/newsroom/reflection/952/sustainable-aviation-fuel-saf-an-important-step-in-combating-global-warming",
                    "Intro": "Sep 16, 2022 ... Thanachok and Bangchak Group, on behalf of BSGF, will collaborate to further expand the collection capacity of used cooking oil for the ...",
                    "Text body": "Investor Relations\nContact\nContact Details\nContact Details\n16 September 2022\nSustainable Aviation Fuel (SAF) is an alternative for a sustainable world, helping to reduce carbon dioxide emissions from the aviation industry, especially with the industry planning to achieve Net Zero by 2050.\nToday, Bangchak Corporation Public Company Limited is reaffirming its position as the Leader in Energy Transition, by entering a joint venture with Thanachok Oil Light, and BBGI Public Company Limited to the establish BSGF Company Limited produce and distribute sustainable aviation fuel (SAF) from used cooking oil in a THB 8,000 – 10,000 million deal. SAF can immediately be adopted by the aviation industry the world over without affecting engine performance.\nThis momentous partnership will make BSGF the first and only producer and distributor of “low-carbon aviation fuel” in Thailand, and the second in Asia.\nChaiwat Kovavisarach, Group Chief Executive Officer and President, Bangchak Corporation Public Company Limited, stated\n            \n            that “when all roads lead to Net Zero, all industries are finding ways that suit them, such as the Formula 1 industry preparing to adopt 100% Sustainable Fuels by 2026.\nFor the aviation industry, SAF from used cooking oil can reduce carbon dioxide emissions by 80%, relative to present aviation fuels. The SAF production unit being built by BSGF is expected to be ready to serve domestic and international aviation industries by the fourth quarter of 2024, featuring an initial daily production capacity of 1 million liters, helping to reduce greenhouse gas emissions from air travel and transport by approximately 80,000 tons carbon dioxide equivalent annually, in line with measures from the International Civil Aviation Organization (ICAO) and International Air Transport Association (IATA) which has set Net Zero target for the global aviation industry by 2050.”\nWith regards to the important questions many have about sourcing and collection of used cooking oil,\n           \n            Tanawat Linjongsubongkot, Managing Director, Thanachok Oil Light Company Limited, which specializes in the systematic management of used cooking oil in Thailand for over 4 decades,\n           \n           explained that Thanachok collects 98% of used cooking oil from various fast food chains and restaurants in the market, the export food and snack industry, and from the used cooking oil collection network in communities, residential areas etc. covering 77 provinces nationwide, cumulatively collecting about 17 million liters of used cooking oil monthly.\n“SAF production will benefit efforts to raise environmental awareness to prevent repeated use or improper disposal in public areas or in drains and water sources, which has always been the main objective of Thanachok’s social projects. Thanachok and Bangchak Group, on behalf of BSGF, will collaborate to further expand the collection capacity of used cooking oil for the production of SAF.”\nBSGF is also supported by operational biodiesel plant expertise, technology, and sufficient feedstock from BBGI Public Company Limited.\n“SAF has many raw materials, but SAF from used cooking oil benefits the economy, society, and the environment, completely aligned with the BCG Economy Model. This joint venture is part of BBGI’s strategy to achieve the Net Zero goal in 2050.”\n           \n            Kittiphong Limsuwannarot, President and Chief Executive Officer, BBGI Public Company Limited, added.\nMitigating the global warming crisis is not someone’s, but every one’s responsibility. The readiness to produce SAF via BSGF will foster an ecosystem that can address the environmentally responsible demands of air passengers, with a product that not only reduces carbon emissions to the atmosphere, but also systematically manages used cooking oil, benefitting health and the environment, creating a high value fuel with a global demand that makes each journey a sustainable alternative.\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Sustainable Aviation Fuel SAF An Important Step in Combating .html"
                }
            ]
        },
        {
            "name": "Calumet Specialty Products",
            "searchResults": [
                {
                    "Title": "Calumet Montana Renewables operating at near capacity work ",
                    "Link": "https://biodieselmagazine.com/articles/calumet-montana-renewables-operating-at-near-capacity-work-continues-on-proposed-maxsaf-initiative",
                    "Intro": "Feb 26, 2024 ... (SINOPEC) have signed a heads of agreement (HoA) to jointly develop a sustainable aviation fuel (SAF) production unit at a SINOPEC's refinery in ...",
                    "Text body": "Calumet Specialty Products Partners L.P. released fourth quarter financial results on Feb. 23, announcing that Montana Renewables returned to normal operations in December following the replacement of a cracked steam drum and providing an update of the company’s proposed MaxSAF initiative.\nCalumet in February 2021 first announced plans to produce renewable fuels at its existing refinery in Great Falls, Montana, by reconfiguring its oversized hydrocracker to process up to 15,000 barrels per day of renewable feedstocks, producing renewable diesel and sustainable aviation fuel (SAF). The facility began producing on-spec renewable diesel in 2022, with plant capacity at 6,000 barrels per day. The Montana Renewables facility commissioned renewable hydrogen, SAF and feedstock pretreatment systems in early 2023, boosting capacity to 12,000 barrels per day. Current SAF capacity in the range of 2,000 to 4,000 barrels per day, but Calumet is considering a move to what its calls MaxSAF, which would boost total capacity to 18,000 barrels per day of renewables, including 15,000 barrels per day of SAF.\nOperations at the Montana Renewables facility were impacted last year by a crack found in the steam drum of the facility’s hydrogen plant. A replacement drum was installed in November. David Lunin, chief financial officer of Calumet, said repair work was completed during the fourth quarter, along with a turnaround and catalyst change the company pulled forward. The renewable diesel facility was completely shut down in November but was brought back online in early December and has been operating well since, he added. Montana Renewables is now operating a near capacity.\nTodd Borgmann, CEO of Calumet, provided an update on the company’s MaxSAF initiative during the company’s fourth quarter earnings call. He said the company has progressed engineering on MaxSAF, interviewed construction partners, and is eagerly awaiting feedback from the U.S. Department of Energy on a pending loan guarantee application. According to Borgmann, the process with the DOE continues to move well and the company is hopeful it will receive confirmatory feedback in the not-too-distant future that will allow it to officially launch the next phase of MaxSAF.\nCalumet’s Montana Renewables segment reported a loss of $25.8 million of adjusted EBITDA during the fourth quarter, compared a $13.1 million loss during the same period of 2022. The company primarily attributed the reduction to reduced throughput and downtime at Montana Renewables due to the previously disclosed steam drum replacement that was completed during the period. The segment reported adjusted EBITDA of $30.2 million for the full year 2023, compared to $75.8 million in 2022.\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Calumet Montana Renewables operating at near capacity work .html"
                },
                {
                    "Title": "Calumet SAF production at Montana biorefinery to begin in April ",
                    "Link": "https://biomassmagazine.com/articles/calumet-saf-production-at-montana-biorefinery-to-begin-in-april-19838",
                    "Intro": "Mar 14, 2023 ... Additional renewable hydrogen production capacity, a feedstock pretreatment unit and sustainable aviation fuel (SAF) capacity are expected to ...",
                    "Text body": "Calumet Specialty Products Partners L.P. has announced the renewable diesel unit at its Montana Renewables biorefinery operated well during the fourth quarter of last year. Additional renewable hydrogen production capacity, a feedstock pretreatment unit and sustainable aviation fuel (SAF) capacity are expected to begin operations this spring. Calumet is also considering a major SAF expansion project. Company officials discussed current and future operations at Montana Renewables during a fourth quarter earnings call held March 15.\nCalumet in February 2021 announced plans to produce renewable diesel at its petroleum refinery in Great Falls, Montana, by reconfiguring its oversized hydrocracker to process up to 15,000 barrels per day of renewable feedstocks, producing renewable diesel and SAF. In November 2022, the company said it was considering plans to boost SAF production at the plant to as high as 230 MMgy.\nCalumet late December 2022 reported the biorefinery had generated a full month of on-spec renewable diesel and had commenced rail shipments of the product. The facility currently has the capacity to produce 6,000 barrels per day. Capacity is expected to increase to 12,000 barrels per day with the commissioning of renewable hydrogen, SAF and feedstock pretreatment systems later this year.\nDuring the March 15 earnings call, Calumet CEO Todd Borgmann said that the company’s renewable diesel unit came online during the final quarter of last year and has ran exceptionally well. Catalyst performance and throughput rates have been as planned as the facility runs up to its hydrogen limit he said. A renewable hydrogen unit developed at the Montana Renewables site began startup on March 4, he said, which will allow the biorefinery to ramp up production to 12,000 barrels per day.\nThe feedstock pretreatment unit under development at the site will be mechanically complete in March and operational in April, according to  Borgmann. SAF production is also scheduled to begin in April, he said.\nAccording to Borgmann, initial SAF capacity will be in the range of 2,000 to 4,000 barrels per day. The company is also considering a pivot to what it calls max SAF, which would expand total renewables capacity to 18,000 barrels per day, including 15,000 barrels per day of SAF. Borgmann said Calumet has already purchased the reactor needed to implement the max SAF expansion, ensuring that the company can move quickly if it decides to move forward with the expansion or brings in a partner that wants to progress the project expeditiously.\n\n\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Calumet SAF production at Montana biorefinery to begin in April .html"
                },
                {
                    "Title": "Calumet celebrates first production initial shipments of SAF ",
                    "Link": "https://biodieselmagazine.com/articles/calumet-celebrates-first-production-initial-shipments-of-saf-2518685",
                    "Intro": "May 9, 2023 ... Calumet Specialty Products Partners L.P. on May 10 celebrated the first production and initial shipments of sustainable aviation fuel (SAF) ...",
                    "Text body": "Calumet Specialty Products Partners L.P. on May 10 celebrated the first production and initial shipments of sustainable aviation fuel (SAF) from its Montana Renewables subsidiary, which operates a biorefinery located in Great Falls, Montana.\nCalumet in February 2021 announced plans to produce renewable diesel at its petroleum refinery in Great Falls by reconfiguring its oversized hydrocracker to process renewable feedstocks, producing renewable diesel and SAF.\nCalumet in December 2022 reported the biorefinery had generated a full month of on-spec renewable diesel and had commenced rail shipments of the product. At that time, the facility had the capacity to produce 6,000 barrels per day.\nDuring a first quarter earnings call, held May 5, Calumet CEO Todd Borgmann confirmed that the biorefinery’s renewable hydrogen plant was commissioned during the first quarter. He also noted that the feedstock pretreatment and SAF units were brought online in April. The renewable hydrogen, pretreatment and SAF systems have increased renewables capacity to approximately 12,000 barrels per day.\nThe company previously reported that initial SAF capacity will be in the range of 2,000 to 4,000 barrels per day. The company is also considering a pivot to what it calls max SAF, which would expand total renewables capacity to 18,000 barrels per day, including 15,000 barrels per day of SAF. Borgmann earlier this year said Calumet has already purchased the reactor needed to implement the max SAF expansion, ensuring that the company can move quickly if it decides to move forward with the expansion or brings in a partner that wants to progress the project expeditiously.\nAccording to Calumet, the initial SAF produced by Montana Renewables is being supplied to Shell Trading (US) Co. under a multi-year agreement.\n\"We're proud to collaborate with Shell to improve aviation sustainability,\" said Bruce Fleming, CEO Montana Renewables. \"Strong support from the State of Montana, Cascade County, and the City of Great Falls made possible the unique speed of Montana Renewables, and Shell is the logical offtake partner for us to reach multiple airlines and airports from our geographically advantaged site. We are now producing more SAF than any other North American company on top of our renewable diesel and renewable hydrogen.\"\n\"We're excited to be working with Montana Renewables to bring together the right mix of technical expertise and operational capabilities to help increase access to SAF production in the US for our customers, including Delta, Alaska and JetBlue, to power progress in aviation,\" said Christine Bassitt, general manager of Shell Aviation Americas.\nIn April, Delta announced an agreement to purchase 10 million gallons of neat SAF from Shell. \"This is a great example of the kind of action and investment needed in states across our country that we need to meet our aggressive SAF goals as an industry,\" said Pam Fletcher, chief sustainability officer at Delta Air Lines. \"There's not enough SAF being produced today to power the world's commercial airlines for a single day, so we're grateful to everyone at the State of Montana, Montana Renewables and Shell for providing the incentives and taking meaningful steps toward scaling production of this largest known lever we have for decarbonizing aviation.\"\n\n\n\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Calumet celebrates first production initial shipments of SAF .html"
                },
                {
                    "Title": "Sustainable Aviation Fuel  Montana Renewables",
                    "Link": "https://montanarenewables.com/products/sustainable-aviation-fuel/",
                    "Intro": "... production capacity of around 30 million gallons. ... Renewable SAF Production ... Montana Renewables, LLC is a subsidiary of Calumet Specialty Products Partners, ...",
                    "Text body": "Sustainable Aviation FuelLearn MoreNorth America’s Largest Sustainable Aviation Fuel ProducerMontana Renewables stands as the leading producer of Sustainable Aviation Fuel (SAF) in North America, with an annual production capacity of around 30 million gallons. As SAF demand continues to grow, we are committed to further expanding our capabilities in the coming 2-3 years, allowing for a substantial increase in production volume.What is Sustainable Aviation Fuel?Sustainable Aviation Fuel (SAF) is a type of fuel that is designed to reduce the carbon footprint of the aviation industry. It is made from sustainable, renewable, low-carbonfeedstocks, such as agricultural byproducts or non-edible natural seed oils, and has lower emissions compared to conventional jet fuel. The use of SAF can help the aviation sector meet its goals of reducing greenhouse gas emissions and contributing to a more sustainable future. Additionally, SAF has similar performance characteristics as conventional jet fuel, making it an attractive alternative for airlines to use.In High DemandThe demand for Sustainable Aviation Fuel is increasing as the aviation industry strives to reduce its carbon footprint and meet its sustainability goals. The increasing awareness of the impact of aviation on the environment has led to a growing demand for low-carbon fuels such as SAF. Additionally, various governments, airlines, and organizations have set aggressive targets and initiatives to increase the use of SAF, which is further driving demand.The International Air Transport Association (IATA), the global airline trade body, recently published acommitment to fly net zero by 2050study. They estimate the amount ofSAF required to become Net Zero in 2050to be over2.8 MMBD.Renewable SAF ProductionBarrel Per Day (bpd)Million Gallons Per YearComment2023 Initial Run Rate2,00030Oversubscribed, already sold to blue chip off-takerBarrel Per Day (bpd)Million Gallons Per YearComment2023 - 2024 Increase4,00060Exceeds current largest North American producerBarrel Per Day (bpd)Million Gallons Per YearComment2024 Expansion SAF15,000230Max SAF volume after expansion (estimated)100% Renewable, ASTM D-7566 (Into-wing volumes are double the above, after blending)IATA Guidance Material for Sustainable Aviation Fuel ManagementU.S. Department of Energy – Sustainable Aviation Fuel:  Review of Technical PathwaysGeographically AdvantagedMontana Renewables is geographically advantaged as a first mover in the Sustainable Aviation Fuel race. Our production facility in Great Falls, Montana is strategically located close to major rail networks and international airports throughout the western United States and Canada. This strategic location significantly decreases the carbon emissions as well as transportation costs of SAF to product off-takers.Sustainable Aviation FuelRenewable DieselRenewable NaphthaRenewable HydrogenFollowMontana Renewables, LLC is a subsidiary of Calumet Specialty Products Partners, L.P. VisitCalumet.comfor more information.",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Sustainable Aviation Fuel  Montana Renewables.html"
                },
                {
                    "Title": "Calumet Specialty Products plans SAF production at Montana ",
                    "Link": "https://www.spglobal.com/commodityinsights/es/oil/refined-products/jetfuel/050622-calumet-specialty-products-plans-saf-production-at-montana-renewables-plant",
                    "Intro": "Calumet Specialty Products said it is planning to add sustainable aviation fuel production as well as renewable diesel at its Montana Renewables plant after ...",
                    "Text body": "Ira Joseph , directora de gas y electricidad de Platts Analytics, y Ryan Ouwerkerk, director de...\nEn los últimos dos años, Brasil ha rebajado su producción de azúcar porque el excedente mundial de...\nLa Autoridad Internacional de los Fondos Marinos (ISA, por sus siglas en inglés), organismo...\nUna visión más profunda sobre la cobertura de Platts de los combustibles de aviación\nCalumet Specialty Products said it is planning to add sustainable aviation fuel production as well as renewable diesel at its Montana Renewables plant after finding an offtake partner for the fuel, the company said in the May 6 results call.\n\"We've... committed to the sale of roughly 2,000 b/d of SAF or sustainable aviation fuel, which makes us one of the first movers in on the early stage of a high growth business,\" said Todd Borgmann, Calumet's chief financial officer on the results call.\nHe declined to name the other parties of the offtake agreement but characterized them as top tier companies.\nMany renewable projects in the works by other refiners have been evaluating whether or not to fold SAF production into their RD conversion projects, given the higher capital costs needed to reconfigure units.\nMontana Renewables does not see this as a concern.\n\"We've bolted on the sustainable aviation fuel offering... we've always had the hardware capability for that. We were looking for a renewable jet offtake partner. We're pretty pleased with the initiative,\" Borgmann said.\n\"I'd be surprised if our physical barrels fall further than 100 miles from Puget Sound,\" he added.\nPreviously, Calumet created a separate unit called Montana Renewables LLC for the Great Falls, Montana, renewable plant conversion while keeping the conventional Canadian crude refining as part of Calumet Montana Refining LLC.\nMontana RD offtake spoken for\nMontana Renewables also has signed commercial offtake agreements for RD with three parties whose names were also undisclosed, according to Borgmann.\n\"We've agreed to terms on approximately 5,000 barrels a day of renewable supply, which you'll remember is the volume that we'll use during the commissioning period starting in September. We'll start receiving loads late next month to start the fill plan,\" Borgmann said.\n\"That accounts for all of our renewable diesel volume,\" Borgmann said.\nMontana Renewables expects to begin production of renewables in September.\nThe plan is for the refinery to be taken completely offline in August, the end of Montana's asphalt season.\n\"The plan is to be down... in August. We need to de-energize the site, so we're not going to try to run part of it,\" said Bruce Fleming, who is heading up the Montana Renewables unit.\n\"We'll do the splicing or unsplicing, change the catalyst for the renewable feedstock and come back up. So, we'll have production in September,\" he added.\n\"I don't have the oil-to-oil outage. We do have a good amount of tankage relative to our size. So, we're going to leverage inventory build and draw plan as part of that. If you had to stick your thumb in the air, figure a month of lost production,\" Fleming said, referring to the timeline for the plant's outage.\nMontana Renewables is about 80% done with engineering and procurement of renewable fuel feedstock, according to Fleming.\nCalumet is also moving forward toward monetizing the Montana Renewables unit later this year. It hired Lazard as a strategic advisor to determine the best course of action for Montana Renewables.\n\"The renewable diesel value unlock potential remains high, with management further pressing towards a monetization event (e.g., IPO or SPAC, private capital raise),\" wrote Raymond James analyst Justin Jenkins in a research note.\nMontana Renewables' Fleming said that the purchase of Renewable Energy Group by Chevron for $3.15 billion announced in February \"pretty well-confirmed our thinking on enterprise value.\"\n\"So we've accelerated our Montana renewables recapitalization,\" he added.\n\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Calumet Specialty Products plans SAF production at Montana .html"
                }
            ]
        },
        {
            "name": "Chevron",
            "searchResults": [
                {
                    "Title": "Sustainable Aviation Fuel Prepares for Takeoff  Chevron",
                    "Link": "https://www.chevron.com/newsroom/2022/q2/sustainable-aviation-fuel-prepares-for-takeoff",
                    "Intro": "May 18, 2022 ... Chevron expects to create the capacity to produce 100,000 barrels per day of renewable fuels by 2030. myth 4: The challenges of developing ...",
                    "Text body": "subscribe to our newsletter to receive news and updates.\nalternative fuels\n3 min read | may 18, 2022\n\nChevron believes that the future of energy is lower carbon and that Sustainable Aviation Fuel (SAF) is part of that future.\nLet’s look at a few\n         \n          myths\n         \n         about SAF, followed by the\n         \n          facts.\ntest\n            \n             about myth 1:\nlink\n            \n             about myth 2:\nlink\n            \n             about myth 3:\nlink\n            \n             about myth 4:\nflight plan\ninstrument check\nwheels up\nclear skies\n\n\nEditor's note: The images in this article were updated 7/8/2022\nemissions solutions\n            \n\n             march 29, 2024\nemissions solutions\n            \n\n             march 27, 2024\nemissions solutions\n            \n\n             march 25, 2024\nour operations\n            \n\n             february 29, 2024\nSubscribe to our newsletter to receive news and updates.\n© 2001 – 2024 Chevron Corporation.\n       \n        All rights reserved.\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Sustainable Aviation Fuel Prepares for Takeoff  Chevron.html"
                },
                {
                    "Title": "Chevron commissions unit for renewable fuels project at El Segundo ",
                    "Link": "https://www.ogj.com/refining-processing/refining/operations/article/14301208/chevron-commissions-unit-for-renewable-fuels-project-at-el-segundo-refinery",
                    "Intro": "Nov 7, 2023 ... 7. An all-hydroprocessing route that can be operated to maximize yields of ASTM-approved renewable diesel or sustainable aviation fuel (SAF), ...",
                    "Text body": "Chevron Corp. subsidiary Chevron USA Inc. has completed the conversion and startup of an existing diesel hydrotreating unit for flexible production of renewable fuels at its El Segundo refinery in southern California.\nNow equipped with Chevron Lummus Global LLC’s (CLG) proprietary ISOTERRA technology—including catalyst and reactor internals—the newly converted diesel hydrotreater is capable of flexibly producing diesel from either 100% renewable or traditional crude oil feedstocks, CLG said on Nov. 7.\nAn all-hydroprocessing route that can be operated to maximize yields of ASTM-approved renewable diesel or sustainable aviation fuel (SAF), CLG’s ISOTERRA technology involves a two-step process that begins with hydrodeoxygenation of lipid-rich feedstock followed by isomerization using CLG’s proprietary fifth-generation EnHance catalyst to meet final cold-flow property specifications.\nWhile neither CLG nor Chevron have officially confirmed capacity of the IOSTERRA unit, Chevron previously anticipated El Segundo’s converted diesel hydrotreater to reach 100%-renewable capability during 2023 with a renewable diesel production capacity of 10,000 b/d, according to the operator’s website.\nCLG’s confirmation of the ISOTERRA unit’s startup at El Segundo follows Chevron’s announcement to investors during its third-quarter 2023 earnings presentation that the refinery had completed conversion of the diesel hydrotreater.\nChevron USA first ratably coprocessed about 2,000 b/d of plant-based oil, or biofeedstock, in a fluid catalytic cracking unit at El Segundo to produce gasoline and diesel—as well as a batch of SAF—third-quarter 2021, Chevron said on its website.\nIn its 2023 proxy statement to investors issued in April, Chevron said it also had completed concept selection and would be moving forward into front-end engineering and design for a renewable fuels project at Chevron USA’s 369,000-b/d refinery in Pascagoula, Miss.\nWhile it did not disclose further details regarding the Pascagoula project, the operator said in its April statement that “other [unidentified renewable fuels] conversion projects at El Segundo and [its 257,000-b/d refinery in Richmond, Calif.] have intentionally been put on hold due to current economics.”\nThe renewable fuels projects collectively come as part of Chevron’s broader aim to grow its combined renewable fuels production capacity for renewable diesel, SAF, biodiesel, and other biofuels to 100,000 b/d by 2030 in line with its goals for a lower-carbon future  (\n                               \n                                OGJ Online, June 13, 2022\n                               \n                               ).\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Chevron commissions unit for renewable fuels project at El Segundo .html"
                },
                {
                    "Title": "Renewable fuels and products  Chevron",
                    "Link": "https://www.chevron.com/what-we-do/energy/new-energies/renewable-fuels-and-products",
                    "Intro": "It also is anticipated to establish a reliable supply chain from farmer to fueling station and double the current facility capacities from 7,000 tons per day by ...",
                    "Text body": "Renewable fuels are important products that can help reduce the lifecycle carbon intensity of transportation fuels while meeting the world’s growing energy needs.\nWe co-process biofeedstock in our own facilities, partner with others for renewable natural gas (RNG) and compressed natural gas (CNG) and have an equity stake in producing renewable base oil.\nSome examples of our projects, partnerships and investments include:\nBeyond6\nChevron closed its previously announced acquisition of full ownership of\n         \n          Beyond6, LLC\n         \n         , and its nationwide network of 55 compressed natural gas stations from Mercuria Energy Trading and Beyond6 founder Andrew West.\nBrightmark LLC\nChevron and Brightmark LLC announced the formation of a joint venture, Brightmark RNG Holdings LLC, to develop projects across the United States to produce RNG. The joint venture will fund the construction of infrastructure and the commercial operation of dairy biomethane projects in multiple states from which we will purchase RNG and market the volumes for use in vehicles operating on renewable compressed natural gas. We delivered first gas at Brightmark’s Lawnhurst site in Western New York (November 2021), which reinforced our leadership position in RNG. In January 2022, we announced plans to build an anaerobic digestion project at the Vlot Calf Ranch in Chowchilla, California. The project is anticipated to capture, clean and convert methane from manure that would otherwise escape to the atmosphere into RNG, another step in Chevron’s journey to produce more than 40,000 MMBTU of RNG per day by 2030.\nBunge\nChevron U.S.A. Inc., a subsidiary of Chevron Corporation, and Bunge North America, Inc., a subsidiary of Bunge Limited, closed a transaction that created Bunge Chevron Ag Renewables LLC. The new company will develop renewable fuel feedstocks leveraging Bunge’s expertise in oilseed processing and farmer relationships and Chevron’s expertise in fuels manufacturing and marketing. The 50/50 joint venture is intended to help us meet the demand for lower lifecycle carbon intensity fuels and develop renewable feedstocks. It also is anticipated to establish a reliable supply chain from farmer to fueling station and double the current facility capacities from 7,000 tons per day by the end of 2024.\nCalBio\nChevron and\n         \n          California Bioenergy LLC\n         \n         (CalBio) announced a joint investment in their second holding company to produce and market dairy biomethane as an RNG transportation fuel in California. At signing, the holding company, CalBioGas Hilmar LLC, secured initial funding from Chevron to build infrastructure for dairy biomethane projects in California’s Merced County.\nClean Energy Fuels Corporation\nChevron has partnered with California natural gas retailer Clean Energy Fuels Corporation on Adopt-a-Port, an initiative that provides truck operators serving the ports of Los Angeles and Long Beach with RNG. Truck operators participating in the program agree to fuel up at the Clean Energy stations supplied by Chevron. Truck operators and their import and export customers are expected to reduce smog-forming NOx emissions by 98% through use of RNG instead of diesel.\nClean Skies for Tomorrow\nChevron is a member of the Clean Skies for Tomorrow Coalition, which is working to accelerate the supply and use of sustainable aviation fuel technologies. Becoming a signatory reinforces our broader commitment to build a lower carbon future by increasing the availability of fuels and focusing on sectors where emissions are harder to abate.\nCo-processing biofeedstock\nOur\n         \n          El Segundo Refinery\n         \n         in Southern California continues to innovate and is the first refinery in the United States, and one of the first few refineries in the world, to ratably co-process renewable feedstock to make jet fuel and diesel fuel with renewable content and lower carbon intensity. In third quarter 2021, the refinery began co-processing approximately 2,000 barrels per day of biofeedstock, producing renewable diesel as well as a batch of sustainable aviation fuel. We have secured all renewable feedstock for the diesel hydrotreater; and leveraging our capital efficient approach to unit conversions, we expect that unit to have 100% renewable capability in 2023, increasing expected capacity to 10,000 barrels per day of renewable diesel.\nChevron Studio\n\n\nGetting to Zero Coalition\nChevron has joined more than 120 companies in the Getting to Zero Coalition, a partnership between the Global Maritime Forum, the Friends of Ocean Action, and the World Economic Forum. It brings together participants from across the shipping value chain to get commercially viable deep-sea zero-emissions vessels into operation by 2030 to support the International Maritime Organization’s ambition to reduce GHG emissions from shipping by at least 50% by 2050.\nIwatani\nChevron and Iwatani Corporation of America announced an agreement to co-develop and construct 30 hydrogen fueling sites in California by 2026. Chevron plans to fund construction of the sites, which are expected to be located at Chevron-branded retail locations across the state. The stations will initially fuel light-duty vehicles while retaining the flexibility to service heavy-duty vehicles over the long term. Iwatani will operate and maintain the hydrogen fueling sites and provide hydrogen supply and transportation logistics services. Chevron plans to supply a portion of the fueling sites with excess hydrogen production capacity at its Richmond Refinery and future hydrogen production from pilot projects in Northern California. The action is expected to advance the hydrogen transportation value chain from production to consumer purchase and help our customers lower their lifecycle transportation carbon intensities.\nNovvi\nWe continue to lead in the development of renewable base oil through our patented technology and majority ownership in Novvi, a California-based company that engages in the development, production, marketing and distribution of high-performance base oils. Together, Chevron and Novvi leverage the complementary technologies of Chevron’s expertise in hydroprocessing and Novvi’s innovative use of renewable feedstocks to enable us to integrate this renewable base oil\ninto our lubricant product lines. We have developed the first commercially viable renewable automotive engine oil – Havoline Pro-RS® – with lifecycle emissions that are 35% lower than those of conventional motor oil of equal viscosity. To date, we have a portfolio of patents, including some that target fuel economy, electric vehicle fluids and equipment life extension, all using renewable base oil.\nREG\nIn 2022, Chevron\n         \n          acquired Renewable Energy Group\n         \n         (REG), combining REG’s world-class employees, leading feedstock capabilities and growing renewable fuel production with Chevron’s large manufacturing assets and leading marketing and distribution position. The acquisition positions Chevron to accelerate a lower carbon future and grow our expertise, while maintaining what makes us a leading provider of affordable, reliable, ever-cleaner energy to meet growing energy demand. It also builds upon Chevron’s stated intention to participate across the full renewables value chain, as well as creates a business that is expected to accelerate progress toward our renewable fuels capacity target of 100,000 barrels per day by 2030.\n2023 Supplement to the Annual Report\n            \n\n\n\n             pdf opens in new window\n2023 Climate Change Resilience Report\n            \n\n\n\n             pdf opens in new window\n2022 Corporate Sustainability Report\n            \n\n\n\n             pdf opens in new window\n2022 Chevron Annual Report\n            \n\n\n\n             pdf opens in new window\n2022 Chevron Methane Report\n            \n\n\n\n             pdf opens in new window\nview more reports at the reports and publications center\nlower carbon intensity of our operations\nclimate policy\nChevron has always put people at the center of the energy conversation. Because we understand that the well-being of people everywhere depends on energy. Energy that is affordable, reliable and ever-cleaner.\n© 2001 – 2024 Chevron Corporation.\n       \n        All rights reserved.\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Renewable fuels and products  Chevron.html"
                },
                {
                    "Title": "Sustainable Aviation Fuel  Renewable Energy Group",
                    "Link": "https://www.regi.com/industries/sustainable-aviation-fuel",
                    "Intro": "... aviation fuel can help the aviation industry meet its sustainability ... Find Production Facilities · Find Distribution ... Chevron Renewable Energy Group's ...",
                    "Text body": "Chevron Renewable Energy Group’s sustainable aviation fuel (SAF) blendstock that's leading the way in emissions solutions for the aviation industry.\n\nThe journey to a lower carbon intensity future is real and, as many companies establish lower carbon targets in response to societal demands, they need tangible solutions right now. With the air travel expected to double by 2037\n         \n          1\n         \n         , SAF is another promising way to lower carbon emissions.\nSustainable aviation fuel is similar to conventional jet fuel, but instead of utilizing fossil fuels, it is produced from lower carbon intensity feedstocks. Some typical renewable feedstocks are used cooking oil, distillers corn oil and animal fats.\nAs a pioneer of the bio-based diesel industry, with Chevron Renewable Energy Group's refinery in Geismar, Louisiana, being the first facility in the U.S. to produce sustainable aviation fuel, Chevron Renewable Energy Group is taking the next step to provide reductions in direct aircraft fossil carbon emissions on a lifecycle basis\n         \n          2\n         \n         .\nIn 2022, Chevron Renewable Energy Group introduced BeyonD™.\nPart of Chevron Renewable Energy Group's complete\n         \n          EnDura Fuels™\n         \n         product line is a high-quality sustainable aviation fuel blendstock that meets specifications and reduces lifecycle carbon emissions compared to petroleum jet fuel.\nBeyonD\n         \n          TM\n         \n         meets ASTM D7566 fuel specifications and makes it possible for a lower carbon future for the aviation industry.\n1\n         \n         This forecast is based on a 3.5% compound annual growth rate for the industry.\n         \n          https://www.forbes.com/sites/marisagarcia/2018/10/24/iata-raises-20-year-projections-to-8-2-billion-passengers-warns-against-protectionism/?sh=66c2151b150f\n2\n         \n         Product is produced from renewable oils and fats. Methanol used to make biodiesel and hydrogen used to make renewable diesel and SAF are typically made from conventional natural gas, but can be produced from renewable resources\nTo get product information, please submit the form below and an Chevron Renewable Energy Group representative will be in touch shortly.\n416 S. Bell Ave\n          \n          PO Box 888\n          \n          Ames, IA 50010\n© 2024 Chevron |\n     \n      Privacy Policy\n     \n     |\n     \n      Privacy Notice\n     \n     |\n     \n      Cookie Policy\n     \n     |\n     \n      Statement of Policy\n     \n     | Web design by\n     \n      Blue Compass\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Sustainable Aviation Fuel  Renewable Energy Group.html"
                },
                {
                    "Title": "Chevron Gevo Announce Intent to Pursue Sustainable Aviation Fuel ",
                    "Link": "https://www.chevron.com/newsroom/2021/q3/chevron-gevo-announce-intent-to-pursue-sustainable-aviation-fuel-investment",
                    "Intro": "Sep 9, 2021 ... ... facilities that would process inedible corn to produce sustainable aviation fuel, which can lower the lifecycle carbon intensity of fuels ...",
                    "Text body": "subscribe to our newsletter to receive news and updates.\nSAN RAMON, Calif./ENGLEWOOD, Colo.,Sept. 9,2021\n         \n         —ChevronU.S.A. Inc., a subsidiary of Chevron Corporation (NYSE: CVX), and Gevo, Inc. (NASDAQ: GEVO), today announced a letter of intenttojointly invest in building and operating one or more new facilities that wouldprocess inedible corn to produce sustainable aviation fuel, which can lower the lifecycle carbon intensity of fuels used in the aviation industry. The new facilities would also produce proteins and corn oil.\nThrough the proposed collaboration, Gevo would operateits proprietary technology to produce sustainable aviation fuel and renewable blending components for motor gasoline to lower its lifecycle carbon intensity. In addition to co-investing with Gevo in one or more projects, Chevron would have the right to offtake approximately 150 million gallons per year tomarket to customers.\n“Chevron is providing our customers with next-generation renewable fuels that can help them lower their overall carbon footprint,” said Mark Nelson, executive vice president of Downstream & Chemicals for Chevron. “This potential investment leverages Gevo’s innovative approach to producing sustainable aviation fuel, complementing other renewable fuels investments we are making as part of our higher returns, lower carbon strategy.”\n“We are pleased to collaborate with Chevron, who is willing to co-invest in building out Gevo's capacity to produce renewable, high-performing hydrocarbons that can be used in existing equipment and engines. Chevron’s advantaged market position would allow it to offtake production from this venture, helping to place sustainable aviation fuel with airline customers,” commented Dr. Patrick Gruber, chief executive officer of Gevo.\nThe proposed investment is subject to the negotiation of definitive agreements with customary closing conditions, including regulatory approval.Further information regarding the letter of intent between Gevo and Chevron U.S.A. can be found in the Current Report on Form 8-K filed by Gevo with the U.S. Securities and Exchange Commission on September 9, 2021.\n###\nContacts\nTyler Kruzich, Chevron\n         \n\n         Phone: 925-549-8686\n         \n         Email:tkruzich@chevron.com\nGevo Investor and Media Contact\n         \n\n         Phone: (720) 647-9605\n         \n         Email: IR@gevo.com\nAbout Chevron\nChevron is one of the world’s leading integrated energy companies. We believe affordable, reliable and ever-cleaner energy is essential to achieving a more prosperous and sustainable world. Chevron produces crude oil and natural gas; manufactures transportation fuels, lubricants, petrochemicals and additives; and develops technologies that enhance our business andthe industry. To advance a lower-carbon future, we are focused on cost efficiently lowering our carbon intensity, increasing renewables and offsets in support of our business, and investing in low-carbon technologies that enable commercial solutions. More information about Chevron is available at\n         \n          www.chevron.com\n         \n         .\nAbout Gevo, Inc.\nGevo’s mission is to transform renewable energy and carbon into energy-dense liquid hydrocarbons. These liquid hydrocarbons can be used for drop-in transportation fuels such as gasoline, jet fuel and diesel fuel, that when burned have potential to yield net-zero greenhouse gas emissions when measured across the full life cycle of the products. Gevo uses low-carbon renewable resource-based carbohydrates as raw materials, and is in an advanced state of developing renewable electricity and renewable natural gas for use in production processes, resulting in low-carbon fuels with substantially reduced carbon intensity (the level of greenhouse gas emissions compared to standard petroleum fossil-based fuels across their life cycle). Gevo’s products perform as well or better than traditional fossil-based fuels in infrastructure and engines, but with substantially reduced greenhouse gas emissions. In addition to addressing the problems of fuels, Gevo’s technology also enables certain plastics, such as polyester, to be made with more sustainable ingredients. Gevo’s ability to penetrate the growing low-carbon fuels market depends on the price of oil and the value of abating carbon emissions that would otherwise increase greenhouse gas emissions. Gevo believes that its proven, patented technology enabling the use of a variety of low-carbon sustainable feedstocks to produce price-competitive low-carbon products such as gasoline components, jet fuel and diesel fuel yields the potential to generate project and corporate returns that justify the build-out of a multi-billion-dollar business.\nGevo believes that the Argonne National Laboratory GREET model is the best available standard of scientific-based measurement for life cycle inventory or LCI. Learn more at Gevo’s website:\n         \n          www.gevo.com\nCAUTIONARY STATEMENTS RELEVANT TO FORWARD-LOOKING INFORMATION FOR THE PURPOSE OF “SAFE HARBOR” PROVISIONS OF THE PRIVATE SECURITIES LITIGATION REFORM ACT OF 1995\nThis news release contains forward-looking statements relating to Chevron’s operations that are based on management's current expectations, estimates and projections about the petroleum, chemicals and other energy-related industries. Words or phrases such as “anticipates,” “expects,” “intends,” “plans,” “targets,” “advances,” “commits,” “drives,” “aims,” “forecasts,” “projects,” “believes,” “approaches,” “seeks,” “schedules,” “estimates,” “positions,” “pursues,” “may,” “can,” “could,” “should,” “will,” “budgets,” “outlook,” “trends,” “guidance,” “focus,” “on track,” “goals,” “objectives,” “strategies,” “opportunities,” “poised,” “potential” and similar expressions are intended to identify such forward-looking statements. These statements are not guarantees of future performance and are subject to certain risks, uncertainties and other factors, many of which are beyond the company’s control and are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or forecasted in such forward-looking statements. The reader should not place undue reliance on these forward-looking statements, which speak only as of the date of this news release. Unless legally required, Chevron undertakes no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise.\nAmong the important factors that could cause actual results to differ materially from those in the forward-looking statements are: changing crude oil and natural gas prices and demand for our products, and production curtailments due to market conditions; crude oil production quotas or other actions that might be imposed by the Organization of Petroleum Exporting Countries and other producing countries; public health crises, such as pandemics (including coronavirus (COVID-19)) and epidemics, and any related government policies and actions; changing economic, regulatory and political environments in the various countries in which the company operates; general domestic and international economic and political conditions; changing refining, marketing and chemicals margins; the company’s ability to realize anticipated cost savings, expenditure reductions and efficiencies associated with enterprise transformation initiatives; actions of competitors or regulators; timing of exploration expenses; timing of crude oil liftings; the competitiveness of alternate-energy sources or product substitutes; technological developments; the results of operations and financial condition of the company’s suppliers, vendors, partners and equity affiliates, particularly during extended periods of low prices for crude oil and natural gas during the COVID-19 pandemic; the inability or failure of the company’s joint-venture partners to fund their share of operations and development activities; the potential failure to achieve expected net production from existing and future crude oil and natural gas development projects; potential delays in the development, construction or start-up of planned projects; the potential disruption or interruption of the company’s operations due to war, accidents, political events, civil unrest, severe weather, cyber threats, terrorist acts, or other natural or human causes beyond the company’s control; the potential liability for remedial actions or assessments under existing or future environmental regulations and litigation; significant operational, investment or product changes undertaken or required by existing or future environmental statutes and regulations, including international agreements and national or regional legislation and regulatory measures to limit or reduce greenhouse gas emissions; the potential liability resulting from pending or future litigation; the company's ability to achieve the anticipated benefits from the acquisition of Noble Energy, Inc.; the company’s future acquisitions or dispositions of assets or shares or the delay or failure of such transactions to close based on required closing conditions; the potential for gains and losses from asset dispositions or impairments; government mandated sales, divestitures, recapitalizations, taxes and tax audits, tariffs, sanctions, changes in fiscal terms or restrictions on scope of company operations; foreign currency movements compared with the U.S. dollar; material reductions in corporate liquidity and access to debt markets; the receipt of required Board authorizations to pay future dividends; the effects of changed accounting rules under generally accepted accounting principles promulgated by rule-setting bodies; the company’s ability to identify and mitigate the risks and hazards inherent in operating in the global energy industry; and the factors set forth under the heading “Risk Factors” on pages 18 through 23 of the company's 2020 Annual Report on Form 10-K and in other subsequent filings with the U.S. Securities and Exchange Commission. Other unpredictable or unknown factors not discussed in this news release could also have material adverse effects on forward-looking statements.\nForward-Looking Statements Regarding Gevo, Inc.\nCertain statements in this press release may constitute “forward-looking statements” regarding Gevo, Inc. (“Gevo”) within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements relate to a variety of matters, including, without limitation, statements related to expectations of the agreements between Gevo and Chevron, the potential investment in Gevo’s projects, and the volume of sustainable aviation fuel to be produced under the agreement, Gevo’s technology, Gevo’s products, and other statements that are not purely statements of historical fact. These forward-looking statements are made on the basis of the current beliefs, expectations and assumptions of the management of Gevo and are subject to significant risks and uncertainty. Investors are cautioned not to place undue reliance on any such forward-looking statements. All such forward-looking statements speak only as of the date they are made, and Gevo undertakes no obligation to update or revise these statements, whether as a result of new information, future events or otherwise. Although Gevo believes that the expectations reflected in these forward-looking statements are reasonable, these statements involve many risks and uncertainties that may cause actual results to differ materially from what may be expressed or implied in these forward-looking statements. For a further discussion of risks and uncertainties that could cause actual results to differ from those expressed in these forward-looking statements, as well as risks relating to the business of Gevo in general, see the risk disclosures in the Annual Report on Form 10-K of Gevo for the year ended December 31, 2020, and in subsequent reports on Forms 10-Q and 8-K and other filings made with the U.S. Securities and Exchange Commission by Gevo.\napril 04, 2024\nmarch 28, 2024\nmarch 18, 2024\nmarch 04, 2024\nSubscribe to our newsletter to receive news and updates.\n© 2001 – 2024 Chevron Corporation.\n       \n        All rights reserved.\n",
                    "Allow scrape": true,
                    "HTMLSource": "Data/HtmlList/Chevron Gevo Announce Intent to Pursue Sustainable Aviation Fuel .html"
                }
            ]
        }
    ]
}