{
      "companies": [
            {
                  "name": "Aemetis",
                  "searchResults": [
                        {
                              "Title": "Aemetis On Schedule with Engineering for ... - Aemetis, Inc.",
                              "Link": "https://www.aemetis.com/aemetis-on-schedule-with-engineering-for-sustainable-aviation-fuel-and-renewable-diesel-plant-by-global-construction-firm-ctci/",
                              "Intro": "Sep 12, 2022 ... The Riverbank plant is designed for a capacity of 90 million gallons per year with full flexibility for either 100% SAF or 100% RD production.",
                              "Allow scrape": false,
                              "Text body": ""
                        },
                        {
                              "Title": "Aemetis on Track for SAF Plant Construction | Aviation International ...",
                              "Link": "https://www.ainonline.com/aviation-news/aerospace/2022-09-13/aemetis-track-saf-plant-construction",
                              "Intro": "Sep 13, 2022 ... The facility will have a capacity of 90 million gallons per year with the ability to switch easily to 100 percent production of either if ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "Sustainable Aviation Fuel and Renewable Biodiesel",
                              "Link": "https://www.aemetis.com/products/renewable-jet-and-diesel/",
                              "Intro": "Aemetis owns and operates a 50-million gallon per year integrated fuels and chemical production facility in Kakinada, India, which generates biodiesel, glycerin ...",
                              "Allow scrape": false,
                              "Text body": ""
                        },
                        {
                              "Title": "Aemetis receives green light for new SAF and renewable diesel plant",
                              "Link": "https://biofuels-news.com/news/aemetis-receives-green-light-for-new-saf-and-renewable-diesel-plant/",
                              "Intro": "Sep 14, 2023 ... Aemetis is set to build a 90 million gallon per year sustainable aviation fuel and renewable diesel plant at the 125- ...",
                              "Allow scrape": true,
                              "Text body": "Sep 14, 2023\nAemetis receives green light for new SAF and renewable diesel plant\nAemetis is set to build a 90 million gallon per year sustainable aviation fuel and renewable diesel plant at the 125-acre Riverbank Industrial Complex in Riverbank, California.\nThe complex, a former US Army ammunition production plant, is now being converted to business and industrial use.\n“For many years, we sought out a green company to lead us into the future and we found Aemetis,” stated Richard O’Brien, mayor of Riverbank.\n“Thank you to Aemetis for being the type of company that you are and for doing such a great job at the Riverbank site which has already created new local jobs in the green economy,” said council member Darlene Barber-Martinez.\nThe City of Riverbank is the lead agency under the California Environmental Quality Act (CEQA) for Aemetis’ SAF/RD plant. The approval by the Riverbank City Council includes approval of the CEQA determinations that allow the remaining permits for the project to be issued.\n“Aemetis continues to complete major milestones in our Five-Year Plan,” said Eric McAfee, chairman and CEO of Aemetis.  “This approval for the Riverbank sustainable aviation fuel and renewable diesel plant is the result of years of engineering and environmental work with the City and several government agencies, allowing us to finalize additional key permits in the next few months.”\nAemetis has signed $3.8 billion (€3.5 billion) of sustainable aviation fuel supply contracts with airlines, and a $3.2 billion (€2.98 billion) renewable diesel supply contract with a national chain of travel stops.\nThe 90-million-gallon per year production facility will create more than 800 jobs during construction, as well as an estimated 650 permanent direct and indirect jobs.\nRenewable diesel used in transportation reduces particulate emissions by more than 90% compared to petroleum diesel and creates demand for agricultural feedstocks and waste byproducts to supply renewable fuel production facilities.\n"
                        },
                        {
                              "Title": "Aemetis Receives Key Permit for 90 million gallon per ... - Aemetis, Inc.",
                              "Link": "https://www.aemetis.com/aemetis-receives-key-permit-for-90-million-gallon-per-year-sustainable-aviation-fuel-and-renewable-diesel-plant-in-california/",
                              "Intro": "Sep 13, 2023 ... ... SAF/RD plant. The approval by the Riverbank ... supply renewable fuel production facilities. ... capacity, our ability to attract government ...",
                              "Allow scrape": false,
                              "Text body": ""
                        }
                  ]
            },
            {
                  "name": "Alder Renewables",
                  "searchResults": [
                        {
                              "Title": "Alder Fuels reorganises after leadership upheaval and receives DOE grant to support new demo facility",
                              "Link": "https://www.greenairnews.com/?p=3934",
                              "Intro": "Feb 17, 2023 ... The facility will be rated to process 120 dry tonnes per day of forest residuals and produce 3 million gallons per year of liquid hydrocarbon ...",
                              "Allow scrape": true,
                              "Text body": "The start of 2023 has been a challenging time for US sustainable aviation fuel startup Alder Fuels as it undergoes changes following the sudden departure of its founder and CEO Bryan Sherbacow. Following a new multimillion-dollar injection of funding from its existing investors, the company has now reorganised its operations, personnel and partnerships, and is focusing its resources on commercial deployment and certification of its Alder Greencrude (AGC) technology. Industry veteran Sherbacow, who the Alder board said had “engaged in questionable financial transactions that benefited him personally”, has been replaced by Acting CEO Tim Obitts. In positive news for the company, Alder has received a Phase 1 Grant Award of $2 million from the US Department of Energy, its third award, to support the engineering design of the company’s first demonstration-scale plant, which is expected to be located in the US Southeast. Investors in Alder include United Airlines and business aviation fuel and services provider Avfuel, who also have offtake purchase agreements in place for 1.5 billion and 1 billion gallons of SAF respectively over 20 years.\nIn a statement, a bullish Xavier Adserà, Chairman of\nAlder Fuels\nand CEO of London-based private equity firm Adequita Capital, commented: “With multiple DOE grants awarded, strong leadership, multimillion-dollar investments, significant strategic partners and a commercial path forward, Alder’s enormous potential is clear. Once commercialised, Alder’s proprietary technology will play a pivotal role in decarbonising and defossilising critical parts of our economy. The Board and its investors are committed to the company’s success.”\nThe statement added: “To our friends and colleagues whose roles were directly affected by this reorganisation of operations at Alder Fuels, we thank you for your commitment to the company. You executed your work diligently, with a belief that our mission is bigger than any one individual. Without doubt, you have made this company and our culture better, and we are grateful for your time with us.”\nAmong the casualties of the reorganisation is Chief Sustainability Officer Nancy Young, who has now left the company. Young was previously VP Environmental Affairs for trade association Airlines for America (formerly the Air Transport Association of America) for 14 years. During this period, she served on working groups at the Commercial Aviation Alternative Fuels Initiative and at ICAO, as well as on the Board of the aviation industry’s Air Transport Action Group.\nSherbacow co-founded AltAir Fuels, a retrofitted refinery in Paramount, California, producing renewable diesel and renewable jet fuel, in 2010 and stayed on as Chief Commercial Officer when the company was taken over by World Energy in 2018. The facility was the world’s first commercial-scale renewable jet fuel plant and began supplying regular deliveries in 2015 to United Airlines.\nObitts took up the role of Acting CEO last month, having joined Alder as Chief Legal Officer early last year. He was previously President & CEO of the National Transportation Association, a US trade body made up of over 3,700 companies. “At Alder, we remain focused on a singular goal: to deliver commercial deployment of our proprietary Alder Greencrude technology,” he said following his appointment.\nThe Alder technology is based on already commercially viable and validated fast pyrolysis in which woody biomass is converted to a green biocrude that can then be co-hydroprocessed with esters and fatty acids (HEFA) within existing refinery infrastructure to produce a sustainable aviation fuel rich in cyclo-paraffins and aromatics. The company says the SAF properties have exceptional energy density, reduced sooting tendency and polymer seal swell, so enabling a 100% blend. Partners involved in developing the technology include Honeywell UOP (another investor in the company), BTG Bioliquids, National Renewable Energy Laboratory, Washington State University, RPD Technologies, Boeing and others.\n“At Alder and with our partners, our technology team has worked tirelessly to advance AGC production and hydrotreating from the lab to pilot scale using a rigorous ‘stage gate’ development process,” said Derek Vardon, Chief Technology Officer at Alder. “We simply would not have been able to advance AGC without the support of these technologists and industry-leading experts.”\nLast October, Alder\nselected BTG’s\nproprietary fast pyrolysis technology for its first AGC processing facility at the so-far undetermined site in the US Southeast. BTG  develops production plants through its engineering, procurement and construction partner, TechnipEnergies. Fast pyrolysis bio-oil conversion of Alder’s feedstock has been completed at both BTG pilot and demonstration scale plants in the Netherlands, which has been shipped back to Alder’s laboratory and will be used for ASTM certification purposes.\nAs a result of a long-term, exclusive contract signed last September,\nEnviva\nwill supply up to 750,000 tonnes per year of sustainably sourced woody biomass to Alder’s AGC facility when commercial production starts. Enviva says its feedstock adheres to the US Environmental Protection Agency’s Renewable Fuel Standard and the two companies have committed to gaining sustainability certification under the Roundtable on Sustainable Biomaterials standard.\nAlder is currently pursuing ASTM certification, a critical next step for the company as its technology is not among the seven technology pathways so far approved as a drop-in, alternative jet fuel. “The preliminary datasets related to fuel properties are encouraging,” a company spokesperson told\nGreenAir\n. “They suggest we may be able to enter the so-called ‘Fast Track’ approach to certification, which can take 12-18 months and would be significantly faster than the standard path that can take years. We haven’t received formal approval as yet but we have been in discussions and are hopeful it will come this year. We are confident the technology works.\n“It is important to note that even without ASTM certification, AGC can be used to make renewable diesel and marine fuel, as well as green chemicals.”\nFive of the pathways that have been approved so far under the ASTM D4054 process are required to be blended with petroleum-based jet fuel up to a 50% maximum level, with the other two requiring a maximum 10% level. The blend percentage for each concept that goes through the D4054 Fast Track is currently limited to 10%.\nAn attractive feature of the Alder Greencrude product is that as a result of pyrolysis, it retains aromatics that are necessary for seal swell in jet engines. A major reason for the 50% maximum blend limit in the present approved pathways is that the technologies employed produce SAF with no aromatic content. To achieve a 100% sustainable aviation fuel therefore requires an additional synthetic aromatic kerosene content and so the Alder product with its cyclo-paraffins has a potential distinct advantage over other SAFs, while also avoiding some of the downsides of aromatics, such as the generation of excess particulates.\n“In theory, we could make a 100% SAF but we’re not pursuing it yet as ASTM has not finalised how they are going to qualify 100% SAF,” said the spokesperson. “We are looking at the Fast Track process and will hopefully get certification within 18 months. Once we have it, we’ll decide on the next level of certification, whether it’s 100% SAF or we look for a higher blending level.”\nWith discussions still ongoing with states and counties on the exact location for the demonstration-scale plant, the company is not yet ready to disclose when construction will start and does not expect completion within the next two years. The facility will be rated to process 120 dry tonnes per day of forest residuals and produce 3 million gallons per year of liquid hydrocarbon biofuel, of which 2 million gallons will be SAF.\n“We are still focused on project development and AGC pilot testing to inform engineering for commercial-scale production. We will have more to share on our revised delivery timeline in the coming months,” he reported. “The focus, for now, is resolutely on achieving key technical milestones that further de-risk our production process and get us to the next stage of growth.”\nPhoto: United Airlines\nChristopher Surgenor\nEditor\nLinkedin\nTags:\nAlder Fuels\nBTG Bioliquids\nEnviva\nHoneywell\nUnited Airlines\nContinue Reading\nPrevious\nVirgin Atlantic targeting November for first transatlantic 100% SAF net zero flight\nNext\nLufthansa Group announces ‘Green Fares’, a new SAF agreement and sharkskin flights\nMore News & Features\n4 min read\nBritish Airways in multi-million-pound energy transition to reduce Heathrow ground emissions\n19 March 2024\nChristopher Surgenor\n4 min read\nHybrid electric flight pioneer Ampaire ground tests Dimensional Energy e-fuel\n6 March 2024\nTony Harrington\n4 min read\nSouthwest Airlines launches sustainability investment platform and takes stake in LanzaJet\n29 February 2024\nTony Harrington\n4 min read\nIAG signs major 14-year deal with US producer Twelve for 785,000 tonnes of advanced e-SAF\n28 February 2024\nTony Harrington\n4 min read\nCepsa and Apical to invest  $1.3 billion in Spanish SAF facility, while Repsol gains SAF B&C certification\n27 February 2024\nTony Harrington\n3 min read\nAirbus extends SAF partnership with TotalEnergies and forms sustainable aviation hub in Singapore\n27 February 2024\nTony Harrington\n"
                        },
                        {
                              "Title": "Alder Fuels and Enviva Partner to Further Scale and Commercialize Sustainable Aviation Fuel Supply Chains",
                              "Link": "https://www.envivabiomass.com/alder-fuels-and-enviva-partner-to-further-scale-and-commercialize-sustainable-aviation-fuel-supply-chains/",
                              "Intro": "Sep 6, 2022 ... Further, the IRA extends and modifies the tax credit for the production of renewable energy from biomass and other technologies. Europe is ...",
                              "Allow scrape": true,
                              "Text body": "Alder Fuels and Enviva Partner to Further Scale and Commercialize Sustainable Aviation Fuel Supply Chains\nSeptember 06, 2022\nPartnership aims to accelerate the decarbonization of aviation and to scale access to renewable fuels to power the clean energy transition\nBETHESDA, Md. and WASHINGTON, D.C.\nSeptember 6, 2022 — Enviva Inc. (NYSE: EVA), the world’s leading producer of sustainably sourced woody biomass, and Alder Fuels, a clean tech developer and greencrude producer, have signed a contract for the long-term, large-scale supply of woody biomass from Enviva, which sources low-value fiber, such as forest byproducts like tree tops, limbs, and commercial thinnings, to further commercialize the supply of sustainable aviation fuel (SAF).\nToday’s agreement would make Enviva an exclusive supplier of up to 750,000 metric tons per year of sustainably sourced woody biomass to Alder’s first Alder Greencrude (AGC) production facility, soon to be under construction in the southeastern United States. The supply of sustainably sourced woody biomass feedstock by Enviva is expected to commence in 2024, which will meet rigorous sustainability criteria, subject to independent, third-party audits and certifications.\nBacked by Honeywell UOP, United Ventures, AvFuel, Boeing, U.S. Defense Logistics Agency, the U.S. Department of Energy, and the National Renewable Energy Laboratory, AGC can be refined using existing infrastructure into low-carbon to carbon-negative SAF that matches petroleum-based equivalents on specification and performance.\nBryan Sherbacow, Alder Fuels’ President & CEO, commented, “Decarbonization of our entire economy is driving massive demand for the next generation of sustainably sourced renewable fuels. The size of the market for our product is equal to the petroleum market it replaces. With AGC technology, the challenge of meeting this demand is no longer industry willpower or commercial interest; it is having ready access to diverse, highly accredited, and sustainably produced sources of biomass. Today’s announcement brings us one step closer towards achieving that aim, while benefiting the communities in which we operate.”\nThe announcement represents a major milestone in the rapid acceleration and scaling up of low-carbon transportation fuels with the potential to fundamentally change the future of flying and other modes of transport over time. In March 2021,\nmajor U.S. airlines\ncommitted to achieving net-zero carbon emissions by 2050, which was reinforced by an announcement in October 2021 by the\nworld’s airlines\nand\naviation community\n. Recognizing the scaling up of SAF is critical to meeting such aggressive climate goals, the White House launched the “SAF Grand Challenge,” with goals to have 3 billion gallons of SAF produced in the U.S. by 2030 and augmenting to 35 billion gallons by 2050. The recent passage of the Inflation Reduction Act (IRA) into law amplifies the U.S. commitment to SAF by providing tax credits for every gallon of SAF produced based on lifecycle greenhouse gas emission reduction percentages. Further, the IRA extends and modifies the tax credit for the production of renewable energy from biomass and other technologies.\nEurope is pursuing similar\npolicy initiatives\nsuch as ReFuelEU, with the European Parliament voting in support of\ndraft rules\nto require SAF to account for at least 85 percent of European Union (EU) aviation fuel by 2050. Similarly, the United Kingdom announced the introduction of a\nSAF mandate\n, requiring at least 10 percent of jet fuel to be produced sustainably by 2030.\nMajor U.S. airlines have been seeking opportunities to collaborate with other industries to deliver commercial solutions to sustainable aviation at scale, with such initiatives accelerating over the past two years as they individually, and collectively, committed to becoming carbon neutral. In fact, United Airlines has already committed to purchase 1.5 billion gallons of SAF from Alder Fuels when produced to the airline’s requirements. United Airlines’ commitment represents purchasing more than twice as much SAF as the rest of the world’s airlines combined.\n“Abundant sustainable biomass conversion to energy-dense, drop-in liquid fuels is essential to accelerating the current global transition to a low-carbon economy,” said Thomas Meth, President of Enviva. “This joint effort between Enviva and Alder Fuels enables sourcing of sustainable wood fiber and industry-leading technology to deliver the feedstock flexibility and commercialization of SAF needed to achieve jet fuel decarbonization at scale.”\nAll woody biomass feedstock supplied by Enviva to Alder Fuels will continue to adhere to the U.S. Environmental Protection Agency’s Renewable Fuel Standard, the EU’s Renewable Energy Directive’s requirements, as well as Enviva’s industry-leading\nResponsible Sourcing Policy\n. In addition, Enviva and Alder Fuels have committed to collaborating to gain sustainability certification under the internationally renowned Roundtable on Sustainable Biomaterials standard. These guidelines and conditions are further supported by Enviva’s industry-leading\nTrack & Trace®\nprogram that provides detailed, verifiable, and independently audited data about the sustainability of Enviva’s sourcing activities and the journey its feedstocks take from the forest tract to the production plant to customers around the globe.\nAbout Alder Fuels\nAlder Fuels is powering the global clean energy transformation and race to net zero through the conversion of natural biomass into low-carbon to carbon-negative Alder Greencrude (AGC). This greencrude can then be converted into sustainable aviation fuel (SAF), other low-carbon fuels, and chemicals using existing global refinery equipment and infrastructure. Bryan Sherbacow, Alder Fuels President & CEO, has a proven record for the development and commercial deployment of novel technology, including the world’s first refinery designed to produce renewable jet and military-grade fuels. Alder Fuels is backed by Honeywell UOP, United Ventures, AvFuel, Boeing, the U.S. Defense Logistics Agency, the Department of Energy (DOE), and the National Renewable Energy Laboratory (NREL). For more information, visit\nhttp://www.alderfuels.com/\nALDER FUELS MEDIA CONTACT:\nIan Plunkett, Chief Communications Officer\nIplunkett@alderfuels.com\n202-751-9338\nAbout Enviva\nEnviva Inc. (NYSE: EVA) is the world’s largest producer of industrial wood pellets, a renewable and sustainable energy source produced by aggregating a natural resource, wood fiber, and processing it into a transportable form, wood pellets. Enviva owns and operates ten plants with a combined production capacity of approximately 6.2 million metric tons per year in Virginia, North Carolina, South Carolina, Georgia, Florida, and Mississippi, and is constructing its 11th plant, which will be located in Epes, Alabama. Enviva sells most of its wood pellets through long-term, take-or-pay off-take contracts with creditworthy customers in the United Kingdom, the European Union, and Japan, helping to accelerate the energy transition and to decarbonize hard-to-abate sectors like steel, cement, lime, chemicals, and aviation fuels. Enviva exports its wood pellets to global markets through its deep-water marine terminals at the Port of Chesapeake, Virginia, the Port of Wilmington, North Carolina, and the Port of Pascagoula, Mississippi, and from third-party deep-water marine terminals in Savannah, Georgia, Mobile, Alabama, and Panama City, Florida.\nTo learn more about Enviva please visit our website at\nwww.envivabiomass.com\n. Follow Enviva on social media @Enviva.\nCONTACT:\nmedia@envivabiomass.com\n+1-301-657-5560\nCONTACT:\n+1-240-482-3856\nir@envivapartners.com\nRelated Posts\nEnviva Announces Comprehensive Agreements to Delever Balance Sheet and Strengthen Financial Position\nPierce’s Low Grounds Preserved: 2,808.16 Acres of Ecological Treasure Safeguarded in Greensville County, VA\nThree Rivers Land Trust and The Enviva Forest Conservation Fund Protect 440 Acres Along Little River, Montgomery County, North Carolina\n"
                        },
                        {
                              "Title": "Alder Fuels: introducing pioneer and full-time skid operations | SAF ...",
                              "Link": "https://www.safinvestor.com/opinion/142818/alder-fuels-introducing-pioneer-and-full-time-skid-operations/",
                              "Intro": "May 9, 2023 ... This week, Alder Fuels reached a key milestone in the scale-up of Alder Renewable Crude (ARC) production by commissioning a pilot skid at ...",
                              "Allow scrape": true,
                              "Text body": "Alder Fuels: introducing pioneer and full-time skid operations\nopinion\nby CJI Team\nMay 9, 2023\n0\nPrint this page\nSHARE:\nThis week, Alder Fuels reached a key milestone in the scale-up of Alder Renewable Crude (ARC) production by commissioning a pilot skid at the National Renewable Energy Laboratory (NREL), writes Alders’ Matt Sherick, pilot plant engineer and Dr Derek Vardon, chief technology officer.\nAlder’s proprietary technology fractionates fast pyrolysis oil into energy-dense, low-carbon to carbon-negative ARC that can be further transformed into high-value renewable fuels and chemicals using existing commercial-scale refining infrastructure. This skid, which we are calling Pioneer, has been designed and assembled alongside our partners at NREL.\nPioneer integrates all unit operations of Alder’s proprietary technology into a continuous process, with a production capacity of one barrel per day of ARC. The skid design and execution were informed by hundreds of bench-scale experiments, continuous pilot and scale-up experiments, and process modelling simulations with NREL and Honeywell UOP.\nWhy non-hazardous commissioning matters\nThe first step of commissioning is operating Pioneer with non-hazardous liquid; in this case, water. This step is important because it gives us an opportunity to prove the functionality of all equipment using a non-hazardous fluid. Starting water complex testing processes like this one typically comes with unexpected challenges, and it is best practice to troubleshoot and resolve these issues before introducing additional complexities and costs associated with reactive liquids. It also allows us to learn and prepare for “prime time” as we approach fully autonomous ARC production runs, like a commercial refinery. This is an incredibly exciting time for Alder’s technology team. Many are anxious, including the authors of this post, to press the start button after months of reviewing drawings, acquiring materials, and researching every phase of its development.\nKey short-term milestones for Pioneer\nHere are some of the key areas we will be focused on over the coming weeks as Pioneer starts operating:\nPioneer is equipped with design and safety features that are typically found in a commercial facility, including automation hardware and software that allow personnel to operate the unit from a central control room.\nA detailed process hazard analysis was performed during the initial stages of the project, which informed the design of automatic control schemes and safety shutdowns that allow Pioneer to run unattended – aside from manual switching of feed and product drums.\nTesting each of these safety features is a key commissioning milestone for the water run, which is expected to be fully completed by mid-May. Commissioning with reactive liquids (e.g., commercial fast pyrolysis oil) will be next.\nAfter Pioneer is fully commissioned, we intend to operate for extended campaigns (more than 500 hours). Our goals for these campaigns include:\nAchieving milestones for integrated continuous operation associated with federally funded grants from the US Department of Energy (DOE) Bioenergy Technologies Office.\nGenerating data to refine process conditions with fast pyrolysis oil from a wide range of biomass feedstocks, including Miscanthus grass.\nMiscanthus – produced using regenerative agriculture practices and enabled by a dedicated DOE grant – can catalyse the production of carbon-negative fuel.\nProducing hundreds of gallons of ARC to further process into Alder SAF100 for further fuel property testing and future flight demonstrations with our partners, like United Airlines and Avfuel.\nPartnership & best-in-class technology development\nThe bench-scale and pilot development work that Alder executed with NREL and UOP over the last 18 months was heavily influenced by the most rigorous public and private standards of technology development. Pioneer’s creation is the embodiment of what it looks like to undergo best-in-class de-risking and development processes in close collaboration with a commercial leader and the national lab ecosystem. We are grateful to both.\n“\nGetting Pioneer off the ground is a critical milestone for Alder’s business\n,” said Tim Obitts, Alder’s CEO. “\nWe want to demonstrate commercial optionality for refiners and how Alder Renewable Crude (ARC) is a powerful platform that can unleash a range of renewable products downstream. Pioneer helps us do just that. The beauty of our technology is its adaptability. Once fully commercialized, ARC can be refined into SAF, low-carbon transportation fuels, and renewable chemicals. Many novel technologies that aim to slow the impact of the climate crisis do not make it to this point, so we are grateful to our private and public supporters, including folks at the national labs. Pioneer will demonstrate how decarbonisation of challenging sectors can quickly become a commercial and technological reality.”\nIn the case of UOP, Pioneer’s design mimics UOP’s design for commercializing the ARC production process. Specifically, the ARC process design underwent the standard UOP New Product Development process for technology commercialization and influenced every step of Pioneer’s creation. The UOP process considers all aspects of the tech-to-market mission, including technical feasibility, engineering scale-up, and deep techno-economic analysis. Stage gate reviews must be completed sequentially at each major phase of development. If the bar for any development phase is not met, the process restarts, so work to meet the requirements to advance can be intense and demands a high degree of rigour and internal review.\n“\nCollaborating with Alder on technology development underlaying Pioneer has been a mutually enriching experience for both NREL and Alder staff\n,” said Zia Abdullah, NREL’s biomass laboratory programme manager.\n“NREL staff have learned what success means and what performance criteria are critically important for industry and technology commercialization, and Alder has been able to leverage the unmatched science, technological, and engineering capabilities of a DOE national laboratory. We anticipate smooth commissioning with water, quickly leading to a successful startup with fast pyrolysis oil. This has been an exciting journey with Alder, and we are looking forward to the billions of gallons of SAF that this technology will eventually produce.”\nNREL’s role in Pioneer’s development has also been essential. We were particularly grateful to have worked with the NREL Design/Build team, which includes talented engineers, technicians, programmers, and safety experts. Alder’s technical team is still growing, so we needed NREL’s expertise for this first-of-a-kind, fully customized, and integrated pilot plant. The NREL Design/Build team provided hands-on support at every step of the process, including 3D design support, safety review, part sourcing, control system programming, and finally construction. Pioneer is located within NREL’s Thermal and Catalytic Process Development Unit and is fully integrated with the national lab’s safety infrastructure.\n“Pioneer is the next major step toward making Alder’s technology a commercially viable reality by allowing the team to collect important scale-up data from a commercially relevant continuous process,”\nsaid Braden Peterson, NREL’s engineer lead for the project. “\nNREL’s Design/Build team was critical in bringing Pioneer to fruition through thorough design studies at inception to detailed multidisciplinary engineering analysis, exhaustive process hazard analysis, complete 3D modelling prior to build execution, and finally build execution to ensure the process design was captured and implemented to specification. This pilot process consists of considerable safety implementations for unattended operations and rigorous mass balance closure capabilities to best inform the first commercial-scale implementation. The team is extremely excited and proud to be commissioning the process after thousands of hours of planning and preparations.”\nAs we move into this technology development and commercialization phase, Alder and NREL will employ a joint-staffing model to operate Pioneer, creating the type of knowledge transfer that is imperative in the scale-up phase of a new production process such as this one. It is also an advantage that the skid is co-located down the hall from world-class analytical laboratories, staffed with technicians ready to perform detailed sample analysis and provide real-time operational feedback.\nConclusion\nMoving renewable production from creation, research, and bench-scale samples to fully integrated pilot-scale production is one of the most important milestones a company like ours can reach. Getting Pioneer up and running has taken a monumental effort from a lot of talented and committed people, and we are very excited (and relieved) to formally take this next step towards commercializing ARC production.\nWe are also eager to demonstrate what this powerful technology can really do, and the renewable downstream products it can unlock for refiners. This next phase of our journey is arguably the most important one: showcasing the continuous and independent production of Alder Renewable Crude.\nSubscribe to our free newsletter\nFor more opinions from SAF Investor, subscribe to our email newsletter.\nSubscribe here\nCore topics\nProjects\nTopics\nSkid\nWater\nPlaces\nUS\nPlaces\nAll\nOrganisations\nAlder Fuels\nDepartment of Energy\nNational Renewable Energy Laboratory\nPeople\nDr Derek Vardon\nMatt Sherick\nTim Obitts\nZia Abdullah\nSHARE:\nCoupling investment with long-term demand certainty\nMarch 15, 2024\nLignin conversion breakthrough: SAF gets cost-competitive\nFebruary 19, 2024\nSAF gets ‘strategic’ tag in EU’s plan to cut carbon emissions\nFebruary 14, 2024\nHIA urges UK government to support hydrogen for aviation\nMarch 19, 2024\nNew Energy Blue to expand Texas facility to produce SAF\nMarch 18, 2024\nWorld Energy eyes $2bn DOE loan for Houston plant\nMarch 18, 2024\n"
                        },
                        {
                              "Title": "\n\nUnited, Honeywell invest in Alder Fuels; 1.5-billion-gallon SAF offtake agreement \n\n",
                              "Link": "https://www.greencarcongress.com/2021/09/20210910-alder.html",
                              "Intro": "Sep 10, 2021 ... ... ability to produce a carbon-negative fuel at spec with today's jet fuel. The goal of the technologies is to produce fuel that is a 100% drop ...",
                              "Allow scrape": true,
                              "Text body": "United, Honeywell invest in Alder Fuels; 1.5-billion-gallon SAF offtake agreement\n10 September 2021\nUnited and Honeywell\nannounced\na joint multimillion-dollar investment in Alder Fuels—a company that is developing technologies for producing sustainable aviation fuel (SAF) at scale by converting abundant biomass, such as forest and crop waste, into sustainable low-carbon, drop-in replacement crude oil that can be used to produce aviation fuel.\nWhen used together across the fuel lifecycle, the Alder technologies, coupled with Honeywell’s Ecofining process, could have the ability to produce a carbon-negative fuel at spec with today’s jet fuel. The goal of the technologies is to produce fuel that is a 100% drop-in replacement for petroleum jet fuel.\nHoneywell will utilize its expertise and proven process of developing sustainable fuels alongside Alder, applying proprietary hydroprocessing design to the process to jointly commercialize the technology. Commercialization is expected by 2025.\nAs part of the agreement, United is committing to purchase 1.5 billion gallons of SAF from Alder when produced to United’s requirements. United’s purchase agreement, which is one and a half times the size of the known purchase commitments of all global airlines combined, makes this the largest publicly announced SAF agreement yet. United’s purchase agreement with Alder surpasses the previous record set by the airline in 2015 through its investment in Fulcrum BioEnergy with its option to purchase up to 900 million gallons of SAF.\nSince announcing our 100% green commitment in 2020, United has stayed focused on decarbonizing without relying on the use of traditional carbon offsets. Part of that commitment means increasing SAF usage and availability since it’s the fastest way to reduce emissions across our fleet. However, to scale SAF as quickly as necessary, we need to look beyond existing solutions and invest in research and development for new pathways like the one Alder is developing.\n—United CEO Scott Kirby\nAs a pioneer of the SAF market with UOP Ecofining technology, our work with United and Alder on this new technology will help transform the industry and support the growth of a zero-carbon economy. This solution will not only advance United’s SAF commitment but can help the aviation industry meet its commitments to decouple increases in carbon emissions from growth in passengers.\n—Darius Adamczyk, Honeywell chairman and CEO\nAccording to the U.S. Department of Energy (DOE), U.S. forestry residues and agricultural residues alone could provide enough biomass energy to generate more than 17 billion gallons of jet fuel and displace 75% of US aviation fuel consumption. If the US were broadly to adopt regenerative agricultural practices—which capture more carbon in healthier soil compared to traditional methods—the US could generate an additional seven billion gallons of SAF, which would completely replace the US’ current fossil jet fuel consumption.\nPrior to founding Alder, CEO Bryan Sherbacow built the world’s first SAF refinery utilizing Honeywell’s technology and subsequently contracted with United, enabling the airline to become the first globally to use SAF in regular operations on a continuous basis. Since then, United has purchased more SAF than any other airline and, with this agreement now, has more than 70% of the airline industry’s publicly announced SAF commitments.\nAlder’s research is supported by the U.S. Defense Logistics Agency, the DOE and a partnership with DOE’s National Renewable Energy Laboratory (NREL), focused on developing technology to process organic waste and sustainable, non-food plant material into carbon-negative transportation fuels.\nPosted on 10 September 2021 in\nAviation & Aerospace\n,\nBio-hydrocarbons\n,\nBiomass\n,\nFuels\n,\nMarket Background\n|\nPermalink\n|\nComments (1)\n"
                        },
                        {
                              "Title": "Alder Renewables unlocks carbon-negative SAF via miscanthus ...",
                              "Link": "https://www.biofuelsdigest.com/bdigest/2023/10/17/alder-renewables-unlocks-carbon-negative-saf-via-miscanthus-breakthrough/",
                              "Intro": "Oct 17, 2023 ... Sustainable aviation fuel (SAF) produced from miscanthus Alder Renewable ... Alder Renewables, namely its ability to ... energy production to ...",
                              "Allow scrape": false,
                              "Text body": ""
                        }
                  ]
            },
            {
                  "name": "Bangchak",
                  "searchResults": [
                        {
                              "Title": "Bangchak Group Lays the Foundation Stone for Thailand’s First Sustainable Aviation Fuel (SAF) Production Plant",
                              "Link": "https://www.bangchak.co.th/en/newsroom/bangchak-news/1271/bangchak-group-lays-the-foundation-stone-for-thailand-s-first-sustainable-aviation-fuel-saf-production-plant",
                              "Intro": "Jan 10, 2024 ... Bangchak Group's Sustainable Aviation Fuel (SAF) production plant is the first of its kind in Thailand. Operated by BSGF Company Limited, it ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "Bangchak Group as Thailand’s First and Only Producer and Supplier of Sustainable Aviation Fuel (SAF)",
                              "Link": "https://investor.bangchak.co.th/en/newsroom/executive-talk/276/bangchak-group-as-thailand-s-first-and-only-producer-and-supplier-of-sustainable-aviation-fuel-saf",
                              "Intro": "BSGF will begin the construction of a production unit of SAF from used cooking within Bangchak Refinery, expected to be ready for commissioning by the end of ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "Bangchak Makes Its Mark as Future Energy Leader  Pioneering Thailand’s Aviation Industry with First Construction Agreement for  Sustainable Aviation Fuel (SAF) Production Unit",
                              "Link": "https://www.bangchak.co.th/en/newsroom/bangchak-news/1141/bangchak-makes-its-mark-as-future-energy-leader-pioneering-thailand-s-aviation-industry-with-first-construction-agreement-for-sustainable-aviation-fuel-saf-production-unit",
                              "Intro": "Jun 28, 2023 ... The unit is projected to have a daily production capacity of approximately 1,000,000 liters and is scheduled for commissioning in the fourth ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "Bangchak ready to produce SAF from UCO | Biofuels International ...",
                              "Link": "https://biofuels-news.com/news/bangchak-ready-to-produce-saf-from-uco/",
                              "Intro": "Jul 6, 2023 ... Bangchak Group in Thailand is to produce sustainable aviation fuel (SAF) from used cooking oil. The ceremony for the ...",
                              "Allow scrape": true,
                              "Text body": "Jul 6, 2023\nBangchak ready to produce SAF from UCO\nBangchak Group in Thailand is to produce sustainable aviation fuel (SAF) from used cooking oil.\nThe ceremony for the construction agreement of SAF production unit was signed between BSGF Company Limited and TTCL Public Company Limited.\nChaiwat Kovavisarach, group CEO and president, Bangchak, said: “Over the course of nearly four decades since Bangchak was established with a mission to create energy security for the country and sustainability for society and the environment.\n“Bangchak refinery is now approaching a new era by pioneering the production of aviation fuel that can reduce carbon dioxide emissions by up to 80% throughout its lifecycle compared to conventional aviation fuel from fossil fuels.”\nSAF has garnered global attention as a key fuel in achieving targets for carbon dioxide emission reduction.\nNotably, the United States passed the Inflation Reduction Act of 2022 (IRA) last year, which provides incentives to producers through a tax credit per gallon of SAF.\nSimilarly, Europe has adopted a mandate requiring a minimum portion of SAF in the overall fuel supply, with targets set at 2% by 2025, 5% by 2030, and 70% by 2050.\nJapan has also established a goal for international flights passing through Japanese airports, stipulating a SAF blending ratio of 10% by 2030.\nThe SAF production unit at Bangchak refinery will incorporate Malaysian-based Desmet’s pre-treatment technology to effectively eliminate impurities and contaminants from used cooking oil collected.\nAdditionally, the production process will involve a deoxygenation process, employing UOP Ecofining Technology from Honeywell to alter and crack the molecular structure using hydrogen, which is an effective solution to produce SAF from Honeywell UOP.\nThe unit is projected to have a daily production capacity of approximately 1,000,000 litres and is scheduled for commissioning in the fourth quarter of 2024.\n"
                        },
                        {
                              "Title": "Bangchak Group to Produce Thailand’s First and Only SAF from Used Cooking Oil",
                              "Link": "https://www.bangchak.co.th/en/newsroom/bangchak-news/948/bangchak-group-to-produce-thailand-s-first-and-only-saf-from-used-cooking-oil",
                              "Intro": "Sep 1, 2022 ... BSGF will begin the construction of a production unit of SAF from used cooking within Bangchak Refinery, expected to be ready for commissioning ...",
                              "Allow scrape": true,
                              "Text body": ""
                        }
                  ]
            },
            {
                  "name": "Calumet Specialty Products",
                  "searchResults": [
                        {
                              "Title": "Calumet considers pivot to SAF production at Montana facility ...",
                              "Link": "c",
                              "Intro": "Nov 13, 2022 ... Calumet Specialty Products Partners L.P. is considering plans to ramp up SAF production at its Montana Renewables biorefinery to as high as ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "Calumet celebrates first production, initial shipments of SAF ...",
                              "Link": "https://biodieselmagazine.com/articles/calumet-celebrates-first-production-initial-shipments-of-saf-2518685",
                              "Intro": "May 9, 2023 ... Calumet Specialty Products Partners L.P. on May 10 celebrated the first production and initial shipments of sustainable aviation fuel (SAF) ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "Facilities | Specialty Products Manufacturer | Calumet",
                              "Link": "https://calumet.com/about/facilities/",
                              "Intro": "Feb 28, 2024 ... Calumet has administrative, R&D, production, blending & packaging facilities across the United States to service our customers.",
                              "Allow scrape": false,
                              "Text body": ""
                        },
                        {
                              "Title": "Calumet provides operational update on Montana Renewables’ Great Falls plant",
                              "Link": "https://www.ogj.com/energy-transition/article/14296189/calumet-provides-operational-update-on-montana-renewables-great-falls-plant",
                              "Intro": "Jul 10, 2023 ... Calumet Specialty Products Partners LP ... capacity, making the plant North America's largest producer of SAF. ... SAF production at the site.",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "\n\nCalumet’s Montana Renewables became the largest SAF producer in North America in Q2\n\n",
                              "Link": "https://www.greencarcongress.com/2023/07/20230728-calumet.html",
                              "Intro": "Jul 28, 2023 ... Calumet Specialty Products Partners, L.P. reported that ramp-up of unit operations was completed during the second quarter, ...",
                              "Allow scrape": true,
                              "Text body": "Calumet’s Montana Renewables became the largest SAF producer in North America in Q2\n28 July 2023\nCalumet Specialty Products Partners, L.P.\nreported\nthat ramp-up of unit operations was completed during the second quarter, making its\nMontana Renewables\nsubsidiary the largest producer of sustainable aviation fuel (SAF) in North America (approximately 30 million gallons per year).\nThe Montana Renewables team delivered on our first mover strategy and quickly adapted to our new processing capabilities. We worked through the expected new equipment teething problems at an excellent pace, and we enter the next quarter on track to demonstrate the steady-state earnings power of this business.\n—Todd Borgmann, Calumet CEO\nMontana Renewables enters the third quarter running 12,500 barrels per day (bpd) of renewable feedstock. Approximately 50% of renewable diesel production is currently being sold into Canada; all of the SAF is being delivered to Shell Aviation; and the renewable hydrogen plant capacity was demonstrated.\nFeedstock mix is presently 8,000 bpd untreated and 4,500 bpd of treated safety stock as Montana Renewables rotates from clean to dirty inventory.\nWith these milestones met, we have demonstrated Untreated EBITDA of $1.25 to $1.45 per gallon and confirmed top-tier status given Montana Renewables’ unique advantages of preferred location, better technology and higher margins.\n—Bruce Fleming, CEO Montana Renewables and EVP Corporate Development\nThe planned hydraulic expansion and MaxSAF developments both continue as the company strategically seeks to grow its first-mover position in the rapidly accelerating SAF market.  Funding discussions with the Department of Energy are ongoing.\nThe Great Falls refinery in Montana produces both SAF and RD using Topsoe HydroFlex technology. Topsoe says that the HydroFlex process layout offers lower capital expenditure (CAPEX), and also a lower energy consumption during operation, resulting in a lower Carbon Index (CI). Topsoe’s HydroFlex can be deployed in both grassroots units and revamps for co-processing or stand-alone applications.\nCalumet Specialty Products Partners manufactures, formulates and markets a diversified slate of specialty branded products and renewable fuels to customers across a broad range of consumer-facing and industrial markets.  Calumet is headquartered in Indianapolis, Indiana and operates twelve facilities throughout North America.\nMontana Renewables is a renewable fuel business located in Great Falls, Montana. In November 2021, Montana Renewables was separated both legally and commercially from Calumet Specialty Products Partners, L.P., and was designated as an unrestricted subsidiary of Calumet as a part of the separation.\nMontana Renewables’ production facility in Great Falls is strategically located close to major feedstock sources in both the United States and Canada, including the temperate oil seed growing zone along with large farm and ranch operations in Montana and the adjacent states and provinces. This strategic location significantly decreases the carbon emissions as well as transportation costs of both the renewable feedstock to MRL and the renewable fuel to product off-takers.\nThe demand for renewable fuel is the highest in states and/or provinces that have enacted a Low Carbon Fuel Standard (LCFS) that is generally concentrated in the northwest United States and Canada. An additional emissions benefit is that the site’s electrical power is physically sourced from the five hydroelectric dams immediately downstream of Montana Renewables’ location on the upper Missouri River.\nPosted on 28 July 2023 in\nAviation & Aerospace\n,\nFuels\n,\nMarket Background\n|\nPermalink\n|\nComments (0)\n"
                        }
                  ]
            },
            {
                  "name": "Chevron",
                  "searchResults": [
                        {
                              "Title": "Sustainable Aviation Fuel Prepares for Takeoff — Chevron",
                              "Link": "https://www.chevron.com/newsroom/2022/q2/sustainable-aviation-fuel-prepares-for-takeoff",
                              "Intro": "May 18, 2022 ... Rather than being refined from petroleum, SAF is produced from renewable resources such as waste oils. SAF can help reduce carbon emissions up ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "Chevron commissions unit for renewable fuels project at El Segundo refinery",
                              "Link": "https://www.ogj.com/refining-processing/refining/operations/article/14301208/chevron-commissions-unit-for-renewable-fuels-project-at-el-segundo-refinery",
                              "Intro": "Nov 7, 2023 ... ... capability during 2023 with a renewable diesel production capacity of 10,000 b/d, according to the operator's website. CLG's confirmation of ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "\r\n                                Chevron expands renewable fuels output with more lower carbon business spending\r\n            ",
                              "Link": "https://www.spglobal.com/commodityinsights/en/market-insights/latest-news/agriculture/091421-chevron-expands-renewable-fuels-output-with-more-lower-carbon-business-spending",
                              "Intro": "Sep 14, 2021 ... Chevron expands renewable fuels output ... First SAF produced at El Segundo refinery ... capacity, increasing capacity to 10,000 b/d of renewable ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "Chevron sets goals for RNG, renewable diesel, SAF production ...",
                              "Link": "https://biomassmagazine.com/articles/chevron-sets-goals-for-rng-renewable-diesel-saf-production-18342",
                              "Intro": "Sep 21, 2021 ... Chevron Corp. on Sept. 14 announced it has set new goals for renewable natural gas (RNG) production and the expansion of production capacity ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "Sustainable Aviation Fuel - Renewable Energy Group",
                              "Link": "https://www.regi.com/industries/sustainable-aviation-fuel",
                              "Intro": "Find Production Facilities · Find Distribution ... Chevron Renewable Energy Group's sustainable aviation fuel (SAF) ... Chevron to use \"Strictly Necessary\" cookies ...",
                              "Allow scrape": true,
                              "Text body": ""
                        }
                  ]
            },
            {
                  "name": "Enerkem",
                  "searchResults": [
                        {
                              "Title": "From Waste-to-Chemicals to Waste-to-Jet",
                              "Link": "https://enerkem.com/newsroom/from-waste-to-chemicals-to-waste-to-jet",
                              "Intro": "Jun 8, 2021 ... ... production of SAF from low-grade, post-recycling mixed waste has become an option. In light of the above – and given the capacity for Enerkem ...",
                              "Allow scrape": true,
                              "Text body": "Feb 24 2010\nPRESS RELEASE\nWaste Management and Enerkem Announce Strategic Investment\nJul 25 2023\nPRESS RELEASE\nDimeta and Enerkem Collaborate on Large Scale Waste-to-DME Projects in Europe and the USA\nFeb 16 2018\nPRESS RELEASE\nPartners agree on initial funding to kick off waste-to-chemistry project in Rotterdam\n"
                        },
                        {
                              "Title": "Enerkem produces SAF from forest biomass | Biomass Magazine",
                              "Link": "https://biomassmagazine.com/articles/enerkem-produces-saf-from-forest-biomass-18478",
                              "Intro": "Nov 14, 2021 ... With the favorable support provided by the Renewable Transportation Fuels Regulation, the production of sustainable aviation fuel from end-of- ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "Home | Projects & Facilities - Enerkem",
                              "Link": "https://enerkem.com/projects-facilities",
                              "Intro": "Enerkem Alberta Biofuels was the world's first commercial-scale demonstration plant producing advanced bio and circular methanol from non-recyclable waste. The ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "\r\n                                Shell to deliver first SAF from Rotterdam plant from 2025\r\n            ",
                              "Link": "https://www.spglobal.com/commodityinsights/en/market-insights/latest-news/agriculture/050323-shell-to-deliver-first-saf-from-rotterdam-plant-from-2025",
                              "Intro": "May 4, 2023 ... Shell did not specify the production capacity of the two suspended projects. The global oil giant aims to produce around 2 million mt/year SAF ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "ENERKEM BIOREFINERY: ENABLING SECOND GENERATION ...",
                              "Link": "https://mission-innovation.net/wp-content/uploads/2023/09/2023-07-13-Enerkem-Mission-Innovation-Canada-_Enerkem-vFIN.pdf",
                              "Intro": "(TAM > 20,000 Enerkem equivalent facilities) ... Flexible Technology addressing hard-to-abate sectors: SAF, Diesel, Marine, Chemicals ... Next best alternative in ...",
                              "Allow scrape": true,
                              "Text body": ""
                        }
                  ]
            },
            {
                  "name": "ExxonMobil",
                  "searchResults": [
                        {
                              "Title": "Let’s deliver sustainable aviation fuel – with our existing infrastructure in France",
                              "Link": "https://corporate.exxonmobil.com/what-we-do/lower-emission-transportation/france-sustainable-aviation-fuel-emissions-reduction",
                              "Intro": "Dec 5, 2023 ... We're targeting to produce more than 3,000 barrels per day of biofuels – including SAF – at the Gravenchon facility by 2025. How? By ...",
                              "Allow scrape": true,
                              "Text body": "Lower-emission transportation\nArticle\nDec. 5, 2023\nShare\nShare\nFacebook link opens in a new window\nTwitter link opens in a new window\nLinkedin link opens in a new window 1\nEmail link opens in a new window\ncopy to clipboard\nclose\nPrint\nLet’s deliver sustainable aviation fuel – with our existing infrastructure in France\nThree key takeaways:\nGlobal air travel demand is increasing.\nSustainable aviation fuel (SAF) presents an opportunity to reduce emissions.\nCo-processing can help accelerate the energy transition.\nArticle\nDec. 5, 2023\nselected item\nReducing emissions in the airline industry presents a significant challenge.\nAirplanes rely on liquid fuels, and the International Air Transport Association expects global air travel to increase\nby more than 3% annually\n. So we need to balance the world’s demand for safe and reliable air travel with emissions-reduction goals.\nSo what are we doing about it? Well, for the better part of the past 18 months, we’ve been performing trials to produce\nsustainable aviation fuel\n(SAF) and other biofuels at our Gravenchon refinery in France.\nFollowing these trials, we produced a batch of SAF – a first in our company’s history – last month.\nAnd that’s just the beginning. There’s plenty more to come.\nBrought to you by existing infrastructure\nUsing our existing infrastructure and experience in traditional refining, we’re uniquely positioned to produce lower-emission fuels (LEFs) at a scale that can support the\nEuropean Union’s ambitions to reduce CO\n2\nemissions\n.\nWe’re targeting to produce more than 3,000 barrels per day of biofuels – including SAF – at the Gravenchon facility by 2025. How? By simultaneously treating renewable feedstocks with petroleum feedstocks.\nThis process – known as co-processing – results in fuels that contain renewable content, which can help accelerate the energy transition. It also enables us to continue providing the fuel the world needs today\nand\nthe fuel of tomorrow.\nProducing SAF in France is part of our ambition to supply approximately 40,000 barrels per day of LEFs by 2025 and 200,000 barrels per day by 2030.\nclose\nCareers\nNews\nInvestors\nContact us\nFacebook\nTwitter\nLinkedIn\nInstagram\nYouTube\nExxonMobil logo\nExxon\nMobil\nEsso\nXTO\nDo not sell my personal information\nPrivacy center\nPrivacy policy\nTerms and conditions\n© Copyright 2003-2024 Exxon Mobil Corporation. All Rights Reserved.\n"
                        },
                        {
                              "Title": "ExxonMobil Marks First Certified Blended Sustainable Aviation Fuel Delivery to Singapore Changi Airport",
                              "Link": "https://www.exxonmobil.com/en/aviation/knowledge-library/resources/em-marks-first-certified-blended-sustainable-aviation-fuel-delivery-to-singapore-changi-airport",
                              "Intro": "Jul 8, 2022 ... ExxonMobil plans to provide more than 40,000 barrels per day of lower-emission fuels, including SAF, by 2025, and has a further goal of ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "ExxonMobil Singapore news and updates",
                              "Link": "https://corporate.exxonmobil.com/locations/singapore/singapore-updates",
                              "Intro": "Manufacturing and motherhood: The lessons learned Embrace innovation, challenge the norms, and adapt. For Goh Shook Hui, these are not just part of her core ...",
                              "Allow scrape": true,
                              "Text body": "Singapore updates\nShare\nShare\nShare\nFacebook link opens in a new window\nTwitter link opens in a new window\nLinkedin link opens in a new window 1\nEmail link opens in a new window\ncopy to clipboard\nclose\nPrint\nTop\nReturn to our homepage\nCareers\nNews\nInvestors\nContact us\nFacebook\nTwitter\nLinkedIn\nInstagram\nYouTube\nExxonMobil logo\nExxon\nMobil\nEsso\nXTO\nDo not sell my personal information\nPrivacy center\nPrivacy policy\nTerms and conditions\n© Copyright 2003-2024 Exxon Mobil Corporation. All Rights Reserved.\n"
                        },
                        {
                              "Title": "Aviation fuels | ExxonMobil aviation",
                              "Link": "https://www.exxonmobil.com/en/aviation/products-and-services/products/categories/fuels",
                              "Intro": "We are excited to share ExxonMobil started production of Sustainable Aviation Fuel (SAF) at the Esso Port-Jérôme-Gravenchon refinery through co-processing.",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "ExxonMobil announces methanol-to-jet process for SAF production ...",
                              "Link": "https://biomassmagazine.com/articles/exxonmobil-announces-methanol-to-jet-process-for-saf-production-19080",
                              "Intro": "Jun 19, 2022 ... ExxonMobil has announced a unique process technology to enable the manufacture of sustainable aviation fuel (SAF) from renewable methanol.",
                              "Allow scrape": true,
                              "Text body": ""
                        }
                  ]
            },
            {
                  "name": "Fulcrum Bioenergy",
                  "searchResults": [
                        {
                              "Title": "Fulcrum BioEnergy Successfully Produces First… - Fulcrum BioEnergy",
                              "Link": "https://www.fulcrum-bioenergy.com/news-resources/first-fuel-2-2",
                              "Intro": "Dec 20, 2022 ... ... SAF produced by Fulcrum very soon. We are confident that this milestone will help open up more SAF production capacity in Asia and around ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "Fulcrum BioEnergy breakthrough makes first ever synthetic crude oil from landfill",
                              "Link": "https://www.safinvestor.com/news/142218/fulcrum-bioenergy-breakthrough-makes-first-ever-synthetic-crude-oil-from-landfill/",
                              "Intro": "Fulcrum aims to make 400 million gallons of SAF each year. It has supply agreements with BP, Cathay Pacific, Japan Airlines, Marathon Petroleum, Marubeni and ...",
                              "Allow scrape": true,
                              "Text body": "Fulcrum BioEnergy breakthrough makes first ever synthetic crude oil from landfill\nnews\nby Alasdair Whyte\nJanuary 10, 2023\n0\nPrint this page\nSHARE:\nFulcrum BioEnergy has produced the world’s first synthetic crude oil from landfill waste. The crude oil, which was made at the end of December 2022,  will now be refined into Sustainable Aviation Fuel (SAF).\n“This accomplishment is a watershed moment for Fulcrum and opens the door for our plans to transform landfill waste around the world into a low-carbon transportation fuel in a way that will have a profound environmental impact,”\nsaid Eric Pryor, Fulcrum’s president and CEO.\n“After more than a decade of dedication and perseverance, successfully creating a low-carbon fuel entirely from landfill waste validates the strength of our process and our partners’ unwavering belief in and support for our business model. As we continue to work to address global environmental challenges and advance our development program, we aim to replicate our success at Sierra with cost-efficient net-zero carbon plants nationally and ultimately around the globe.”\nThe December breakthrough took place at its Sierra BioFuels Plant. Fulcrum says that it will be able to scale it cost effectively.\nFulcrum is also investing in the Centerpoint BioFuels Plant in Gary, Indiana, the Trinity Fuels Plant in the Texas Gulf Coast region and the\nNorthPoint project\nin the UK.\n“This is a significant accomplishment for Fulcrum and the aviation industry,”\nsaid United Airlines Ventures Managing Director Andrew Chang. United Airlines invested $30m in Fulcrum in 2015. “\nUnited has led with bold action to fight climate change, including committing to net-zero carbon emissions by 2050 without relying on traditional carbon offsets, and investing in more sustainable fuel production than any other airline globally. We look forward to advancing our collaboration with Fulcrum to increase the supply of sustainable aviation fuel.”\nThe company has spent more than 10 years refining the process.\n“Fulcrum has successfully demonstrated a groundbreaking technological achievement that will have far-reaching implications for clean energy around the globe. We are proud to not only be an investor but also a strategic partner as we explore bringing Fulcrum’s patented and proprietary waste-to-fuel process to the APAC region together,”\nsaid Dongsoo Kang, head of SK Innovation’s portfolio division.\nFulcrum aims to make 400 million gallons of SAF each year. It has supply agreements with BP, Cathay Pacific, Japan Airlines, Marathon Petroleum, Marubeni and World Fuel Services.\n“This is a tremendous and exciting accomplishment for Fulcrum and is also very important for Cathay to reach its commitment for using 10% sustainable aviation fuel by 2030. As Fulcrum’s first airline investor and fuel offtake partner, we look forward to using SAF produced by Fulcrum very soon. We are confident that this milestone will help open up more SAF production capacity in Asia and around the world,”\nsaid Grace Cheung, Group Head of Sustainability and Corporate Responsibility, Cathay Pacific Airways.\nFulcrum’s Pryor also praised the Inflation Reduction Act which supports SAF.\n“We applaud the passage of the IRA, which will foster industry growth and innovation to supply SAF. We’re thrilled to contribute to the White House’s Grand Challenge of producing at least three billion gallons of SAF by 2030,”\nsaid Pryor.\nCore topics\nIndustry news\nProjects\nPlaces\nMunicipal waste\nOrganisations\nBP\nCathay Pacific\nFulcrum BioEnergy\nJapan Airlines\nMarathon Petroleum\nMarubeni\nSK Innovation\nUnited Airlines\nUnited Airlines Ventures\nWorld Fuel Services\nPeople\nAndrew Chang\nDongsoo Kang\nEric Pryor\nGrace Cheung\nSHARE:\nNew Energy Blue to expand Texas facility to produce SAF\nMarch 18, 2024\nWorld Energy eyes $2bn DOE loan for Houston plant\nMarch 18, 2024\nJet Zero Australia, Trovio to establish ‘Book and Claim’ registry\nMarch 18, 2024\nNew Energy Blue to expand Texas facility to produce SAF\nMarch 18, 2024\nWorld Energy eyes $2bn DOE loan for Houston plant\nMarch 18, 2024\nJet Zero Australia, Trovio to establish ‘Book and Claim’ registry\nMarch 18, 2024\n"
                        },
                        {
                              "Title": "Fulcrum BioEnergy Ships First Fuel by Railcar… - Fulcrum BioEnergy",
                              "Link": "https://www.fulcrum-bioenergy.com/news-resources/first-fuel-railcar",
                              "Intro": "... production capacity of approximately 400 million gallons per year. Fulcrum, a privately held company, has aligned itself and entered into strategic ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "Fulcrum Bioenergy, Aiming to Produce ‘Net-Zero’ Jet Fuel From Plastic Waste, Hits Heavy Turbulence",
                              "Link": "https://insideclimatenews.org/news/20112023/fulcrum-gary-indiana-net-zero-jet-fuel/",
                              "Intro": "Nov 20, 2023 ... Fulcrum Bioenergy, Aiming to Produce 'Net-Zero' Jet Fuel ... And the more plastic in an SAF plant's ... facilities, according to a February report ...",
                              "Allow scrape": true,
                              "Text body": "Fossil Fuels\nFulcrum Bioenergy, Aiming to Produce ‘Net-Zero’ Jet Fuel From Plastic Waste, Hits Heavy Turbulence\nThe California company has defaulted on $289 million in Nevada bonds and put $500 million in financing for a facility in Indiana on hold. Meanwhile, U.S. senators don’t want tax credits financing plastics-to-jet-fuel schemes.\nBy\nJames Bruggers\nNovember 20, 2023\nShare this article\nCalifornia-based Fulcrum BioEnergy wants to turn trash and plastic into jet fuel at this former cement plant in Gary, Indiana. Credit: James Bruggers/Inside Climate News\nRelated\nThe Missing Equations at ExxonMobil’s Advanced Recycling Operation\nIs ‘Chemical Recycling’ a Solution to the Global Scourge of Plastic Waste or an Environmentally Dirty Ruse to Keep Production High?\nA Gary, Indiana Plant Would Make Jet Fuel From Trash and Plastic. Residents Are Pushing Back\nShare this article\nSix Senate Democrats last month sent a letter to the head of the Internal Revenue Service urging the federal tax agency to prohibit companies that make fuels from plastics and other petroleum products from qualifying for federal tax credits under the\nInflation Reduction Act\n, President Biden’s landmark climate legislation.\nThe move was the latest in a string of bad developments for Fulcrum Bioenergy, the California firm that is seeking to turn Chicago-area trash and plastic waste into “sustainable”  jet fuel at a\nGary, Indiana, factory\nand construct a similar plant near Houston.\nShortly before the senators came out against tax credits for fuels made from dirty, high-energy processes the plastics industry calls “advanced recycling,” Fulcrum told the Indiana Finance Authority that it would delay financing its Gary project, called Centerpoint, with $500 million in bonds that the state authority had previously approved, a Finance Authority spokesperson confirmed.\nWord of the delay came just days after Kansas City-based UMB Bank\nposted\na notice on Oct. 17 that Fulcrum had defaulted on $289 million in bonds it used to finance the company’s first trash-to-fuel plant outside Reno, Nevada, called Sierra.\nWe’re hiring!\nPlease take a look at the new openings in our newsroom.\nSee jobs\nThe bond default in Nevada immediately raised questions about Fulcrum’s other announced expansions, including a proposal for a waste-to-fuel plant in Baytown, Texas, a city along the Houston Ship Channel.\nA Fulcrum official denied that the company’s decision to delay financing in Gary had anything to do with its default in Reno. “It is important to note that Fulcrum’s decision to not move forward with the Centerpoint bonds has no relation to the Sierra bonds,” said Rick Barazza, Fulcrum’s vice president.\nBut environmental advocates who have been\nfighting\nthe Gary proposal locally and with state and federal regulators said it was hard not to suspect a connection.\n“We think it means they are not producing what they proposed to produce in Nevada, and they are not making money,” said Dorreen Carey, cofounder and president of Gary Advocates for Responsible Development (GARD), a\ncitizens group\nthat has challenged the proposed plant’s air pollution permit from Indiana state regulators and filed Civil Rights Act complaint with the U.S. Environmental Protection Agency.\n“They are not able to pay their bond holders and that is never a good business sign,” she said.\nThe company has said it is also working to construct a plant about 25 miles east of Houston in\nBaytown\n, a city that’s also host to ExxonMobil’s sprawling, 3,400-acre Baytown Compex. Fulcrum has set a 2026 date to begin commercial production of fuel there at what it is calling its Trinity Fuels Plant with a goal of making 31 million gallons of “net-zero carbon jet fuel” each year.\nJennifer Hadayia, executive director of Air Alliance Houston, a clean-air and environmental justice advocacy group, said Fulcrum’s Baytown project  is among three trash-to-jet-fuel plants proposed for the Houston area, which she said threaten to add health risks to a region already overburdened by pollution.\n“This is not something we want in our community,” Hadayia said.\nBarazza did not respond to a request for comment on the status of Fulcrum’s Baytown project.\nThe company is seeking to cash in on the airline industry’s desire to develop “sustainable aviation fuel,” often shortened to SAF, to lower greenhouse gas emissions from aviation. Still early in its development phase, SAF can be made with a variety of non-petroleum-based renewable feedstocks such as food scraps and yard waste, woody biomass, and fats, greases and oils,\naccording\nto the U.S. Department of Energy.\nBut experts have said using a waste feedstock containing plastic complicates the fuel-making process in a couple of ways. First, plastic is made from a myriad of chemical mixtures, and gasification systems used to process it function the best with a consistent feedstock. And the more plastic in an SAF plant’s feedstock, the lesser the climate benefits because plastic is made from fossil fuels and emits greenhouse gases and other air pollutants when heated to high temperatures.\nMaking fuel out of plastic can also increase cancer risks to one in four over a lifetime of exposure to air pollution at production facilities, according to a February\nreport\nbased on a review of Environmental Protection Agency records by ProPublica and the Guardian. That’s 250,000 times the level deemed “acceptable” by the EPA.\nThe senators’\nletter\n, dated Oct. 27, was sent to Daniel Werfelm, commissioner of the Internal Revenue Service. The signatories were Jeff Merkley (D-Ore.), Edward J. Markey (D-Mass.), Elizabeth Warren (D-Mass.), Cory Booker (D-N.J.), Sheldon Whitehouse (D-R.I.)  and Bernie Sanders (I-Vt.).\nThey wrote that the language in the IRA is clear that petroleum products do not qualify for the SAF tax incentives because plastics are derived from petroleum products.\n“Plastics are harmful from cradle to grave, including facilities that take plastic-based waste and refine it into chemicals used to make fuel, including aviation fuel,” the senators wrote. “These facilities emit toxic air pollution, and produce chemicals that raise significant concerns from the communities that are exposed. The petrochemical industry is increasing development of such facilities, and is poised to accelerate those efforts in the United States.”\nThey also wrote that it is “important” for the IRS to get the implementation of the IRA right, including SAF tax incentives. “Thanks to the clean energy investments made in the IRA, we have the opportunity to combat climate chaos through, in part, transitioning to sustainable fuels. However, we can’t get there if the petroleum industry is allowed to obfuscate their products and take advantage of the generous SAF tax incentives available in the IRA,” they wrote.\nChicago-based United Airlines has been among Fulcrum’s financial backers, and uses\nOscar the Grouch\nfrom Sesame Street as the company’s “chief trash officer” as part of a public relations campaign for SAF.\nA United spokesman declined to comment on Fulcrum’s financial situation or the senators’ letter. In a statement, the United spokesman said that Fulcrum was among several SAF companies that the airline has invested in or has purchase agreements with. On its website, United says SAF “is the fastest and most effective way we’re reducing lifecycle emissions across United’s fleet” and that “investing in and using more SAF across the entire airline industry will help fly us all toward a lower carbon future.”\nIn all, aviation contributes about 2 percent of global greenhouse gas emissions. But when other impacts—including the heat-trapping effects of condensation trails planes paint across the sky—are factored in, aviation accounts for as much as 3.5 percent of warming caused by humans, according to research published last year in the journal Atmospheric Environment.\nThe Fulcrum plant in Nevada was among 11 chemical recycling plants in the United States highlighted by two environmental groups, Beyond Plastics and the International Pollutants Elimination Network (IPEN), in an Oct. 31\nreport\nthat described chemical recycling as a failed strategy for tackling a global problem of plastic pollution across its lifecycle. The Fulcrum plant in Nevada is a source of unwanted greenhouse gas emissions and pollutants that contribute to smog and toxic to human health, the group’s report concluded.\nFulcrum\ndescribes\nits technology as “part of the solution by providing the aviation industry with net-zero carbon, drop-in transportation fuel while reducing the amount of waste being disposed of in our landfills as we utilize this abundant, low-cost resource as feedstock.”\nLast year, Inside Climate News was\nunable\nto verify Fulcrum’s somewhat less ambitious climate claims that the company would make fuel with an 80 percent reduction in greenhouse gases compared to traditional aviation fuel made from fossil fuels at its\nNevada\nand\nIndiana\nplants. When asked for the studies the company said were the basis for those claims, Fulcrum declined to release them.\nIn Gary, company officials had assured residents that their Nevada plant was an example of what they could bring to the shores of Lake Michigan, said Carey, the local community activist. “The bond default notice in Nevada shows that GARD was right all along, and that the company and its technology “are not a good investment,” Carey said\nThe Gary project was\nannounced\nin 2018 and construction was originally supposed to have begun in 2020, with completion within two years. The company’s website now predicts a 2026 completion date.\nThe plant is planned for a parcel of former industrial land where abandoned concrete silos rise from the remains of a cement factory that helped build the country’s interstate highway system. Fulcrum has\nproposed\nto construct a gasification plant and refinery to turn 700,000 tons of Chicago-area municipal solid waste—including as much as 30 percent plastic—into 31 million gallons of jet fuel annually.\nThis story is funded by readers like you.\nOur nonprofit newsroom provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going. Please donate now to support our work.\nDonate Now\nThe company has been working to turn trash into aviation fuel for more than a decade. Its gasification process uses intense heat to turn the trash and plastic into a synthetic gas, before another process turns the gas into synthetic crude oil, which in turn is used to make jet fuel in an on-site refinery. While the plastics industry refers to gasification and a similar technology called pyrolysis as “advanced” recycling processes, the EPA regulates both as forms of incineration.\nIn addition to the bonds Fulcrum sold for the Nevada project, the company has also already sold $375 million in bonds for the Indiana plant, but has held the proceeds in an escrow account. Barazza said the Indiana bondholders would be repaid, with interest.\n“Regarding the bonds for the Sierra project, Fulcrum is working closely with UMB and the Sierra bondholders to finalize a forbearance agreement to resolve the current matter with UMB,” Barazza said. “Fulcrum remains steadfast in its commitment to both the Centerpoint and Sierra projects and their respective bondholders.”\nLast December, members of GARD filed a petition with the Indiana Office of Environmental Adjudication, charging that the air permit issued by the Indiana Department of Environmental Management for the Fulcrum Centerpoint plant violates Indiana law because it is based on inadequate information about the company’s feedstock and unsupported emissions calculations. On Nov. 13, GARD formally\nrequested\nthat a judge revoke the permit by filing for a summary judgment.\nCarey also said GARD members are still waiting to hear how EPA will respond to a\ncivil rights complaint\nit filed in 2022. The complaint related to the group’s assertion that the Fulcrum proposal in Gary would impose an oversized pollution on a community largely consisting of people of color with low incomes, less education and high unemployment rates.\nShare this article\nJames Bruggers\nReporter, Southeast\nJames Bruggers covers the U.S. Southeast, part of Inside Climate News’ National Environment Reporting Network. He previously covered energy and the environment for Louisville’s Courier Journal, where he worked as a correspondent for USA Today and was a member of the USA Today Network environment team. Before moving to Kentucky in 1999, Bruggers worked as a journalist in Montana, Alaska, Washington and California. Bruggers’ work has won numerous recognitions, including best beat reporting, Society of Environmental Journalists, and the National Press Foundation’s Thomas Stokes Award for energy reporting. He served on the board of directors of the SEJ for 13 years, including two years as president. He lives in Louisville with his wife, Christine Bruggers.\n@jbruggers\n[email protected]\nThe Missing Equations at ExxonMobil’s Advanced Recycling Operation\nBy James Bruggers\nIs ‘Chemical Recycling’ a Solution to the Global Scourge of Plastic Waste or an Environmentally Dirty Ruse to Keep Production High?\nBy James Bruggers\nA Gary, Indiana Plant Would Make Jet Fuel From Trash and Plastic. Residents Are Pushing Back\nBy James Bruggers\nCan Carbon Offsets Save a Fragile Band of Belize’s Tropical Rainforest?\nBy Nicholas Kusnetz\nIn Florida, Skyrocketing Insurance Rates Test Resolve of Homeowners in Risky Areas\nBy Amy Green\nMaya van Rossum, the Delaware Riverkeeper, Shouts Down Pennsylvania Gov. Shapiro Over a Proposed ‘Hydrogen Hub’\nBy Kiley Bense\n"
                        },
                        {
                              "Title": "Plants Overview | Fulcrum BioEnergy",
                              "Link": "https://www.fulcrum-bioenergy.com/plants-overview",
                              "Intro": "We've identified more than ten future plant locations in the U.S. with the capacity to produce approximately 400 million gallons of renewable, net-zero carbon ...",
                              "Allow scrape": true,
                              "Text body": ""
                        }
                  ]
            },
            {
                  "name": "Greenergy",
                  "searchResults": [
                        {
                              "Title": "Greenergy announces its continued commitment to renewables ...",
                              "Link": "https://www.greenergy.com/greenergy-invests-in-advanced-biofuels-project",
                              "Intro": "Jan 18, 2021 ... The plant will also have the capability to produce sustainable aviation fuel (SAF). Processing up to 300 tonnes of shredded tyres each day ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "Renewable Diesel & SAF: Project Roundup Report | Biodiesel ...",
                              "Link": "https://biodieselmagazine.com/articles/renewable-diesel-saf-project-roundup-report-2518451",
                              "Intro": "Dec 12, 2022 ... “Our annual production capacity numbers for biodiesel and renewable diesel facilities are as of the beginning of the year, containing data for ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "Greenergy enters the Sustainable Aviation Fuel market with new ...",
                              "Link": "https://www.greenergy.com/greenergy-enters-the-sustainable-aviation-fuel-market-with-n",
                              "Intro": "Jun 20, 2023 ... The SAF plant will leverage Greenergy's extensive experience in sustainably sourcing waste oils and feedstock and producing advanced biofuels.",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "Several New SAF Production Projects Emerge across Europe ...",
                              "Link": "https://www.ainonline.com/aviation-news/air-transport/2022-07-17/several-new-saf-production-projects-emerge-across-europe",
                              "Intro": "Jul 17, 2022 ... ... production capacity in 2030. The emerging ... green energy and CO2—appropriate for use in producing SAF. ... plant, located in northwest Germany and ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "Renewable Fuels",
                              "Link": "https://www.marathonpetroleum.com/Operations/Renewable-Fuels/",
                              "Intro": "Fuel: Supplies refined soybean oil to MPC as feedstock for renewable diesel production. Capacity: Approximately 600 million pounds per year to support annual ...",
                              "Allow scrape": false,
                              "Text body": ""
                        }
                  ]
            },
            {
                  "name": "LC Chem",
                  "searchResults": [
                        {
                              "Title": "Eni, LG Chem advance joint biorefining project in South Korea | Oil ...",
                              "Link": "https://www.ogj.com/refining-processing/refining/article/14303862/eni-lg-chem-advance-joint-biorefining-project-in-south-korea",
                              "Intro": "Jan 19, 2024 ... ... LG Chem's integrated petrochemical complex ... (SAF), hydrotreated vegetable oil (HVO, or ... production capacity (OGJ Online, Oct. 18 ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "LG Chem and ADM Launch Joint Ventures, Announce Intended Location for U.S. Production of Lactic Acid and Polylactic Acid Production",
                              "Link": "https://www.adm.com/en-us/news/news-releases/2022/8/lg-chem-and-adm-launch-joint-ventures-announce-intended-location-for-u.s.-production-of-lactic-acid-and-polylactic-acid-production/",
                              "Intro": "Aug 15, 2022 ... With the establishment of this JV, LG Chem will not only procure production capacities for highly pure lactic acid needed for commercial ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "LG Chem, Eni to setup biorefinery in South Korea | SAF Investor",
                              "Link": "https://www.safinvestor.com/news/144164/lg-chem-eni-to-setup-biorefinery-in-south-korea/",
                              "Intro": "Jan 19, 2024 ... The new refinery will be developed at the existing LG Chem's integrated petrochemical complex in Daesan, South Korea. “Biofuel production is one ...",
                              "Allow scrape": true,
                              "Text body": "LG Chem, Eni to setup biorefinery in South Korea\nnews\nby Fayaz Hussain\nJanuary 19, 2024\n0\nPrint this page\nSHARE:\nSouth Korea’s LG Chem and Italy’s Eni signed a joint venture agreement to develop a biorefinery in Daesan, South Korea capable of processing approximately 400,000 tons of renewable bio-feedstocks annually to produce multiple products including sustainable aviation fuel (SAF), hydrotreated vegetable pil (HVO), and bio-naphtha.\nThe new refinery will be developed at the existing LG Chem’s integrated petrochemical complex in Daesan, South Korea.\n“Biofuel production is one of the main pillars of our strategy to contribute to reach net zero emissions by 2050 also through the sale of increasingly decarbonized products to our clients. The biorefinery project we are working on together with LG Chem is a key element to expand Enilive biorefining presence internationally, to raise its capacity from current 1.65m tons/year to over 5m tons/year by 2030 and to increase the optionality of SAF production to up to 2m tons/year from 2030,”\nsaid Claudio Descalzi, CEO, Eni.\nThe final investment decision on the project using Eni’s Ecofining™ technology is expected in 2024 with aim to complete the biorefinery by 2026.\n“This agreement holds significant meaning as it represents the collaboration and joint effort of global leading companies towards the common goal of ‘Net Zero’,”\ncommented Shin Hak-cheol, CEO, LG Chem.\n“LG Chem will actively support the successful execution of this project and, moving forward, will solidify its position as a leading company in the eco-friendly plastic industry, achieving sustainable development and carbon neutrality as a true global entity.”\nCore topics\nProjects\nTopics\nSAF Project\nPlaces\nSouth Korea\nPlaces\nAll\nOrganisations\nENI\nLG Chem\nPeople\nClaudio Descalzi\nShin Hak-cheol\nSHARE:\nnews\nCanada Infrastructure Bank to provide $8.4m funding to Azure for SAF project\nJanuary 18, 2024\nnews\nIndia’s Praj Industries launch SAF demonstration facility\nJanuary 23, 2024\nnews\nCourt green lights Phillips 66 Rodeo refinery conversion project\nJanuary 19, 2024\nnews\nBlue Biofuels, Vertimass to setup SAF production facility in Florida\nJanuary 23, 2024\nNew Energy Blue to expand Texas facility to produce SAF\nMarch 18, 2024\nWorld Energy eyes $2bn DOE loan for Houston plant\nMarch 18, 2024\nJet Zero Australia, Trovio to establish ‘Book and Claim’ registry\nMarch 18, 2024\nNew Energy Blue to expand Texas facility to produce SAF\nMarch 18, 2024\nWorld Energy eyes $2bn DOE loan for Houston plant\nMarch 18, 2024\nJet Zero Australia, Trovio to establish ‘Book and Claim’ registry\nMarch 18, 2024\n"
                        },
                        {
                              "Title": "LG Chem and Enilive: a joint venture agreement  for the biorefinery in South Korea",
                              "Link": "https://www.eni.com/en-IT/media/press-release/2024/01/lg-chem-enilive-joint-venture-agreement-biorefinery-south-korea.html",
                              "Intro": "Jan 19, 2024 ... ... SAF production to up to 2 million tons/year from 2030.” LG Chem CEO Shin Hak-cheol noted, “This agreement holds significant meaning as it ...",
                              "Allow scrape": true,
                              "Text body": ""
                        },
                        {
                              "Title": "South Korea to have its First Hydro-Treated Vegetable Oil and ...",
                              "Link": "https://www.chemanalyst.com/NewsAndDeals/NewsDetails/south-korea-to-have-its-first-hydro-treated-vegetable-oil-and-sustainable-aviation-fuel-plant-7713",
                              "Intro": "Sep 3, 2021 ... On the other hand, Dansuk has planned the commissioning of a second SAF plant by the year 2025 that will have a production capacity of 300 KTPA.",
                              "Allow scrape": true,
                              "Text body": "South Korea to have its First Hydro-Treated Vegetable Oil and Sustainable Aviation Fuel Plant\n03-Sep-2021 2:00 PM\nJournalist: Jung Hoon\nSouth Korea’s mega-corporations LG Chem and Dansuk Industrial have planned a joint investment for the launch of hydro-treated vegetable oil (HVO) and sustainable aviation fuel (SAF) plant at Daeson location. This investment will give Korea its first HVO and SAF production facility that is scheduled to commence in 2024.\nHVO is a paraffinic biofuel derived from the hydrocracking of vegetable oils (like rapeseeds, palm oil, soybean etc.) and is typically used in the pure or blended form in diesel engines as an alternative for conventional fuels like gasoline, kerosene, diesel. The demand for HVO also referred to as “green biodiesel” is reaching new heights owing to its environment-friendly characteristics.\nThe availability of HVO raw materials in the vicinity would strengthen the production base at the Daesan that will be the hub of more projects lined up for the manufacture of thermoplastic polymers like acetonitrile butadiene styrene, absorbent polymer and polyvinyl chloride etc. that have wide applications in the household and industrial goods. On the other hand, Dansuk has planned the commissioning of a second SAF plant by the year 2025 that will have a production capacity of 300 KTPA. The facility will be built at Gusan and will run on the feedstocks coming from the palm oil and acid oils effluents. Baked by the upcoming projects, both the partners aspire to expand their eco-friendly product portfolio that is gaining immense popularity in the country due to stringent environmental laws.\nAs per ChemAnalyst – “HVO is an expensive fuel, and its consumption has increased exponentially over the years Biodiesel production capacity grew by almost 10% between 2019 and 2021 and the expansions are expected to double in the two-year period whereupon a drop in biodiesel prices can also be expected. The HVO production in South Korea will reduce the country’s dependence on oil imports and will be a key source of revenue generation.”\n"
                        }
                  ]
            }
      ]
}