[
    {
        "Company": "Azure",
        "Annoucement Date": "2023-12-20",
        "URL": "https://www.newswire.ca/news-releases/azure-announces-plans-to-develop-an-saf-production-facility-in-kansas-890404712.html",
        "Text body": "Azure Announces Plans to Develop an SAF Production Facility in KansasNews provided byAzure Sustainable Fuels Corp.’Dec 20, 2023, 09:00 ETShare this articleShare toXShare this articleShare toXAccess to advantaged supply of feedstock and carbon sequestration.Completion of Front-End Engineering and Design (FEED) and related permitting requirements targeted for end of 2024.CALGARY, AB,Dec. 20, 2023/CNW/ - Azure 2023 Inc. (\"Azure\" or the \"Company\"), a leading developer in the sustainable aviation fuel (\"SAF\") industry, today announces its planned development of an SAF production facility inCherryvale, Kansas.SinceJune 2023, Azure has been progressing a FEED study, which is on track for completion in 2024. Azure is targeting a final investment decision (\"FID\") by early 2025; if approved, the Company is targeting to reach first production in 2027.The facility would use commercially proven technology, allowing for efficiency in speed to market and future expansion. Once fully operational, the facility will produce approximately 135 million gallons per year of renewable fuels, primarily SAF. The use of Azure's SAF will reduce global aviation emissions by approximately 1 million tons per year, equivalent to removing emissions from roughly 200,000 cars annually.There will be significant job creation throughout the construction and during operations of the facility. Approximately 1,500 workers will be required through construction, and operations will require approximately 150 full-time positions. Azure is dedicated to supporting the local economy and prioritizing local sourcing, where feasible.Azure has also received significant support from the local government. OnDecember 18, theMontgomery CountyCommission approved various tax incentives to help support the project. These incentives include a 10-year property tax exemption and an exemption on sales tax on construction materials and labor.\"We are pleased to have the opportunity to bring this project toKansas\" saidDouglas Cole, CEO of Azure. \"Our project combines advancements from the aviation sector with the strength of the agricultural community, while relying on the skills and expertise of the oil and gas industry. We believe that our project would help to enhanceKansas'rich aviation history and create a significant number of new construction and high-quality operations jobs. A project of this scale would not be possible without the support of local authorities, including theMontgomery CountyCommission.\"SAF is an essential component in reducing emissions in global aviation, providing a renewable alternative that can reduce emissions by greater than 50% relative to traditional fossil-based jet fuel. SAF is a certified drop-in replacement fuel for commercial airlines and is in use today, globally.Azure's goal of producing SAF with the lowest emissions is further supported through an executed letter of intent with CapturePoint Solutions to explore the opportunity to tie-in to its existing and operating carbon dioxide (CO2) sequestration network and infrastructure.About AzureAzure is a privately held corporation solely focused on developing SAF-focused renewable fuels production facilities, which are required to meet current domestic and international mandates related to the reduction of CO2emissions generated by the aviation sector. As a certified drop-in fuel, the use of Azure's SAF in existing jet engines will provide for a reduction of emissions by greater than 50% when compared to traditional fossil-based jet fuel, providing a path for the aviation industry to significantly reduce its emissions within the next decade without the need to replace or materially alter the existing aviation fleet. To learn more, visitwww.azuresf.com.About CapturePoint SolutionsCapturePoint Solutions is a privately held company based inAllen, Texasfocused on leading-edge carbon management services in an era of energy transition. To learn more, visitwww.capturepointllc.com.Cautionary StatementStatements of future events or conditions in this new release, including projections, targets, expectations, estimates, and business plans contain certain forward-looking information and forward-looking statements (collectively, \"forward-looking information\"). Forward-looking information includes, but is not limited to, statements concerning expectations, beliefs, plans, goals, objectives, assumptions and statements about possible future events, conditions, and results of operations or performance. Forward-looking information may contain statements with words or headings such as \"financial expectations\", \"key assumptions\", \"anticipate\", \"believe\", \"expect\", \"plan\", \"will\", \"outlook\", \"guidance\", \"should\" or similar words suggesting future outcomes.Forward-looking information in this news release includes, but is not limited to: Azure's plans to construct an SAF and related renewable products facility; references to the production of SAF, the expected timing of regulatory approvals; the Company's projections regarding expected reductions in CO2emissions in comparison to sustainable farming practices and use of conventional fuels; the anticipated date for commencing SAF production at the facility; the Company's commitment to investing in projects that support sustainability and contribute to reducing emissions; the anticipated benefits to the Company as a result of its entry into the partnership arrangement withBartlettand Savage and the Company's plans for transportation and management of SAF. Forward-looking information is based on Azure's current expectations, estimates, projections, and assumptions at the time the statements are made. Actual future financial and operating results, including expectations and assumptions concerning SAF production, energy use and greenhouse gas emissions; demand growth and energy source, supply and demand mix; the adoption and impact of new facilities and technologies; the availability and cost of locally sourced and grown feedstock; applicable laws and government policies and actions, including with respect to climate change and Aviation Climate Action Plan; that any required support from policymakers and other stakeholders for various new technologies will be provided; performance of third party service providers; the Company's ability to effectively execute on its project plans and operate the SAF facility; general market conditions; commodity prices; and capital and environmental expenditures could differ materially depending on a number of factors. These factors include global, regional or local changes in supply and demand for oil, natural gas, petroleum, and alternative fuel products and resulting price, differential and margin impacts; environmental regulation, including climate change and greenhouse gas regulation and changes to such regulation; failure or delay of supportive policy and market development for emerging lower emission energy technologies; the competitiveness of alternative fuels and other emission reduction technologies; the receipt, in a timely manner, of regulatory and third-party approvals; availability and performance of third-party service providers; political or regulatory events, including changes in law or government policy, taxes and tax rates; geopolitical instability; acts of terrorism, war or other acts of violence or crime or risk of such activities; the effects of current and future multinational trade agreements on the level of trade amongCanada, the U.S. andMexico; sufficiency of budgeted capital expenditures in carrying out business plans; currency and interest rate fluctuations; exchange rates; risks associated with agricultural production such as weather conditions and insect populations; inflation; unanticipated technical or operational difficulties; management effectiveness and disaster response preparedness, including business continuity plans; unexpected technological developments; operational hazards and risks; cybersecurity incidents; and general economic conditions.Undue reliance should not be placed on forward-looking information as actual results may differ materially from those expressed or implied by forward-looking information. Forward-looking information is not a guarantee of future performance and inherently involve a number of risks and uncertainties. Azure's operating and financial results may differ materially from those expressed or implied by its forward-looking information and readers are cautioned not to place undue reliance on them. Azure undertakes no obligation to update any forward-looking information contained herein, except as required by applicable law.SOURCE Azure Sustainable Fuels Corp.’For further information: Media Inquiries:[email protected]×Modal title",
        "Allow scrape": true,
        "HTMLSource": "ProductionCapacity/HtmlList/Azure.html",
        "country": "United States",
        "city": "Cherryvale",
        "year_entry_of_service": 2027,
        "projected_capacity": 135,
        "producing_now": false
    },
    {
        "Company": "Camulet",
        "Annoucement Date": "2023-11-14",
        "URL": "https://biomassmagazine.com/articles/calumet-provides-update-of-proposed-maxsaf-initiative",
        "Text body": "Officials at Calumet Specialty Products Partners L.P. discussed the company’s proposed plans to boost sustainable aviation fuel (SAF) production at its Montana Renewables biorefinery during third quarter earnings call, held Nov. 9.\nCalumet in February 2021 first announced plans to produce renewable fuels at its existing refinery in Great Falls, Montana, by reconfiguring its oversized hydrocracker to process up to 15,000 barrels per day of renewable feedstocks, producing renewable diesel and SAF. The company in late December 2022 reported the biorefinery had generated a full month of on-spec renewable diesel and had commenced rail shipments of the product. At that time, the biorefinery the capacity to produce 6,000 barrels per day, with capacity scheduled to increase to 12,000 barrels per day following the commissioning of renewable hydrogen, SAF and feedstock pretreatment systems in early 2023. Those systems became operational earlier this year. Current SAF capacity is in the range of 2,000 to 4,000 barrels per day, but Calumet is considering a plan, referred to as MaxSAF, that would boost total capacity to 18,000 barrels per day, including 15,000 barrels per day of SAF.\nLouis Todd Borgmann, CEO of Calumet, confirmed during the third quarter earnings call that Calumet is continuing to progress engineering around its proposed MaxSAF project and has narrowed the field to a short final list of technology providers and general contractors. He said the company is in the final stage of the application process to secure a loan guarantee from the U.S. Department of Energy and expects to be in a position to fully launch the MaxSAF project as soon as it secures DOE approval.\nAlso during the call, Borgmann provided an update on current operations at the Montana Renewables facility during the third quarter. “The quarter started with a strong proof point of Montana Renewables’ earnings power as we generated $14.2 million of adjusted EBITDA in July while processing 70 percent of geographically advantaged untreated feedstock,” he said. Operations at the facility, however, were impacted by a crack found in the stream drum within the newly constructed hydrogen plant. Borgmann said the company initially planned to repair the drum quickly onsite, but after getting a closer look at damage decided to replace the steam drum. The replacement was installed as of Nov. 9 and was expected to be mechanically complete within the following few days.\nMontana Renewables ran at reduced rates while the steam system was under repair. As a result, Borgmann said the company took the opportunity to pull forward a catalyst change that was otherwise scheduled for April 2024.\nCalumet’s Montana Renewables segment reported $38.2 million of adjusted EBITDA for the third quarter, compared to EBITDA of $11.3 million during the same period of last year.\n",
        "Allow scrape": true,
        "HTMLSource": "ProductionCapacity/HtmlList/Camulet.html",
        "country": "United States",
        "city": "Great Falls",
        "year_entry_of_service": 2023,
        "projected_capacity": 6,
        "producing_now": true
    },
    {
        "Company": "ExxonMobil",
        "Annoucement Date": "2023-12-5",
        "URL": "https://corporate.exxonmobil.com/what-we-do/lower-emission-transportation/france-sustainable-aviation-fuel-emissions-reduction",
        "Text body": "Lower-emission transportationArticleDec. 5, 2023ShareShareFacebook link opens in a new windowTwitter link opens in a new windowLinkedin link opens in a new window 1Email link opens in a new windowcopy to clipboardclosePrintLet’s deliver sustainable aviation fuel – with our existing infrastructure in FranceThree key takeaways:Global air travel demand is increasing.Sustainable aviation fuel (SAF) presents an opportunity to reduce emissions.Co-processing can help accelerate the energy transition.ArticleDec. 5, 2023selected itemReducing emissions in the airline industry presents a significant challenge.Airplanes rely on liquid fuels, and the International Air Transport Association expects global air travel to increaseby more than 3% annually. So we need to balance the world’s demand for safe and reliable air travel with emissions-reduction goals.So what are we doing about it? Well, for the better part of the past 18 months, we’ve been performing trials to producesustainable aviation fuel(SAF) and other biofuels at our Gravenchon refinery in France.Following these trials, we produced a batch of SAF – a first in our company’s history – last month.And that’s just the beginning. There’s plenty more to come.Brought to you by existing infrastructureUsing our existing infrastructure and experience in traditional refining, we’re uniquely positioned to produce lower-emission fuels (LEFs) at a scale that can support theEuropean Union’s ambitions to reduce CO2emissions.We’re targeting to produce more than 3,000 barrels per day of biofuels – including SAF – at the Gravenchon facility by 2025. How? By simultaneously treating renewable feedstocks with petroleum feedstocks.This process – known as co-processing – results in fuels that contain renewable content, which can help accelerate the energy transition. It also enables us to continue providing the fuel the world needs todayandthe fuel of tomorrow.Producing SAF in France is part of our ambition to supply approximately 40,000 barrels per day of LEFs by 2025 and 200,000 barrels per day by 2030.closeCareersNewsInvestorsContact usFacebookTwitterLinkedInInstagramYouTubeExxonMobil logoExxonMobilEssoXTODo not sell my personal informationPrivacy centerPrivacy policyTerms and conditions© Copyright 2003-2024 Exxon Mobil Corporation. All Rights Reserved.",
        "Allow scrape": true,
        "HTMLSource": "ProductionCapacity/HtmlList/ExxonMobil.html",
        "country": "France",
        "city": "Gravenchon",
        "year_entry_of_service": 2025,
        "projected_capacity": 3,
        "producing_now": false
    },
    {
        "Company": "Twelve",
        "Annoucement Date": "2023-10-25",
        "URL": "https://carbonherald.com/twelve-transforms-co2-into-products-we-use-in-our-daily-lives/",
        "Text body": "FuelCell Energy And Exxon Extend And Update Their Joint Carbon Capture AgreementNew Lululemon Product Made With Enzymatically Recycled Polyester And CO2Climeworks Receives Funding For Large-Scale Direct Air Capture in NorwayAdvancing Ocean CDR Summit To Gather Industry Leaders In Boston From 9-11 JulyRead MoreCaptureCompaniesTechnologyFuelCell Energy And Exxon Extend And Update Their Joint Carbon Capture AgreementFuelCell Energy, Inc. (Nasdaq: FCEL) and ExxonMobil Technology and Engineering Company announced an updated and extended joint development…April 9, 2024Read MoreCompaniesNew Lululemon Product Made With Enzymatically Recycled Polyester And CO2The athletic clothing brand lululemon athletica revealed the release of a special edition Packable Anorak jacket, the first…April 9, 2024Read MoreCompaniesRemovalStartupsAdvancing Ocean CDR Summit To Gather Industry Leaders In Boston From 9-11 JulyThe Advancing Ocean CDR Summit is the definitive summit aimed at uniting project developers, policymakers and business leaders…April 9, 2024Read MoreCompaniesPolicySan Joaquin Renewables Withdraws Central Valley Project PermitsA significant project focused on using biomass for carbon capture and storage in California’s Central Valley came to…April 8, 2024",
        "Allow scrape": true,
        "HTMLSource": "ProductionCapacity/HtmlList/Twelve.html",
        "country": null,
        "city": null,
        "year_entry_of_service": null,
        "projected_capacity": null,
        "producing_now": null
    },
    {
        "Company": "Repsol",
        "Annoucement Date": "2023-10-18",
        "URL": "https://www.opisnet.com/blog/repsol-saf-cartagena-interview/",
        "Text body": "Interview: Repsol Gears Up to Start Producing SAF at Cartagena RefineryPosted byJaime Llinares Taboadaon Oct 18, 2023 3:20:23 PMSpanish energy company Repsol is preparing to start production of sustainable aviation fuel (SAF) with a new 250,000 metric tons/year biofuel plant at its Cartagena industrial complex in the southeast of Spain.Tomas Malango and Oliver Fernandez, Repsol’s Renewable Fuels and International Aviation directors, spoke on the sidelines of the IATA’s World Sustainability Symposium in Madrid in early October about the company’s plans to meet growing demand for SAF.OPIS:So Cartagena is almost ready to produce SAF?Malango:Yes. We’re in the commissioning stage, and our goal is to kick-start [the biofuel plant] before the end of the year.OPIS:Is it going to produce both SAF and HVO (renewable diesel)?Malango:Yes. It’s a plant that can operate in 100% SAF mode, producing around 200,000 metric tons/year, in 100% HVO mode around 250,000 mt/year, or in a mixed mode of both HVO and SAF.OPIS:At current prices, what share of production would you allocate to SAF versus HVO?Malango:I think it’s not about price, but about demand. Our plan is to start with higher HVO production. Then, as SAF demand develops, the plant would end up producing only SAF by the end of the decade. We’ll move with the market; if it demands more SAF, we’ll raise output faster.We can’t deploy French fries restaurants to produce more SAF.OPIS:Will your SAF market be Spain and Portugal, or will you be exporting as well?Malango:We’ll be able to sell SAF as far as clients are willing to pay for it; it’s a strictly commercial issue. The product can travel; there is an existing infrastructure in place.Fernandez:To provide some context, if the 2% SAF mandate started today, those 200,000 mt/year alone would be more than enough to meet the SAF demand of Spain and Portugal and have a production surplus. This surplus gives you optionality. There are airlines that want to go beyond the 2% mandate and are in the voluntary SAF market. The plant will be able to meet both mandated and voluntary SAF demand. Where? In Spain and Portugal. And then, depending on market dynamics, we might be able to go to Europe.OPIS:What’s your forecast for the used cooking oil (UCO) market as a feedstock? Do you have any concerns about supply?Malango:Waste is an anomalous type of commodity because you cannot increase waste production. Usually, when there is an increase in demand for a given commodity, supply rises to balance the price. With UCO, you have an existing waste that is mostly yet to be collected. In Spain, only 4% of domestic UCO is collected [at present]. We have a project to collect oils from the domestic sector at fuel stations, and we are working to build supply chains that are closer to Spain. But the UCO market is what it is and we have to go fetch it wherever it is. We can’t deploy French fries restaurants to produce more SAF. [UCO supply] will peak at some point.OPIS:So now, in order to kick-start SAF production, have you had to source UCO from Asia?Malango:From everywhere. We have national supply, European supply and Asian supply. We have a combination of supply contracts and our own supply chains that are being developed region by region.OPIS:And Repsol is also planning a biofuel project in Puertollano, Spain. Is that going to produce SAF as well?Malango:Puertollano will produce 100% HVO. This will allow us to free up Cartagena to produce SAF. Cartagena will start combining HVO and SAF production. When we have Puertollano running, we will be able to switch Cartagena to full SAF production by late 2025 or early 2026, depending on how the SAF market develops.OPIS:Some companies are selling SAF indexed to oil prices. Is that the case for Repsol as well?Malango:You have three ways of selling SAF in terms of price formula. One is fossil fuel indexation plus a green premium. Another one is the so-called “cost plus,” the cost of production plus a margin. The third one is an indexation to SAF market benchmarks, which take into account feedstock costs among other things. We work with all three formulas. It’s more a question of how the customer wants to handle the potential price volatility.Fernandez:The airline industry has been using jet fuel benchmarks for many years. They have been buyers of a single product for decades. I believe airline reticence is not caused by switching to a SAF benchmark, but because they don’t have the capabilities to change, because they’ve been doing it that way their whole lives. It’s a market that is changing entirely, and so you have to sit down with them and explain that this is a new product with different dynamics and feedstocks, that it would be reasonable that, if you’re buying potatoes, you’re not indexing it to lemons, but to potatoes. There is some initial shock, but mainly because of that habit of using A1 jet fuel benchmarks.Malango:But, in the end, it is sold the way the customer wants.OPIS: And is it being sold via annual contracts with airlines?Fernandez: The market is in its birthing phase, until a few weeks ago there was no regulatory clarity. The mandates were announced on Sept. 13. Until then, there were just people demanding SAF on the voluntary market with all types of contracts. We signed a pluriannual contract with Ryanair in May, and there are other contracts that are shorter.But, above all, what producers and airlines want is to have regulatory clarity. You won’t sign any long-term contracts if you don’t know what the mandate is, what the obligations are, who bears the obligations, what is the obligation based on. Is it by airport? Annually? Quarterly? Weekly? Is it on a European or national basis?There are many question marks. The path is not clear yet. We had a meeting with the MEP responsible for the law a few weeks ago, and he said that there are some details that aren’t likely to be clarified until June next year.Today, airlines are saying “we need, we need, we need the product.” Perfect. From our side, we took the risk, our board green-lighted this investment four years ago, when the regulatory framework was even worse. The fact is that now we have it, at least to cover Spain and Portugal, so we are glad for airlines to come and see what contract formula they want, in terms of length and price indexation.–Editing by Rob Sheridan, rsheridan@opisnet.comTags:Biofuels,Renewables",
        "Allow scrape": true,
        "HTMLSource": "ProductionCapacity/HtmlList/Repsol.html",
        "country": "Spain",
        "city": "Cartagena",
        "year_entry_of_service": 2025,
        "projected_capacity": 0.25,
        "producing_now": false
    }
]